[
  {
    "number": 1,
    "title": "A DIO SIA LA GLORIA",
    "content": "1.\tA Dio sia la gloria, gran cose Egli fé;  \nE tanto ci ha amato che Cristo ci diè.            \nEi dura espiazione dovette patir; \nDel cielo le porte, morì, per aprir. \n\nCORO: Loda sempre il Signor - Servi Cristo con zel. \nLoda sempre il Signor - O tu popol fedel. \nVenite al Signore - Pel Cristo ch'Ei diè  \nE dategli gloria - Gran cose Egli fé.\n\n2.\tPerfetto riscatto che il sangue pagò; \nPromessa del Padre per chi l'invocò. \nIl vil peccatore, che accetta con fé; \nRiceve all'istante da Cristo mercè.\n\n3.\tGran cose Egli fece, Gran cose insegnò, \nGesù grande gioia al cuor ci donò;\nMa ancor più gloriosa eterna sarà. \nLa gioia che avremo Quand'Egli verrà.",
    "id": 1
  },
  {
    "number": "2",
    "title": "O, PADRE IN CIELO",
    "content": "O, Padre in cielo noi T'amiamo, Il nome Tuo lo innalziamo \nChe il Tuo regno sia per sempre stabilito. Le Tue lodi vogliamo raccontar.\nBenedetto sia il Signore che è, che era, che sarà. \nBenedetto sia il Signore per sempre regnerà.",
    "id": 2
  },
  {
    "number": "3",
    "title": "O DIO CREA IN ME UN CUORE PURO",
    "content": "O Dio crea in me un cuore puro  \nE metti dentro di me uno Spirito nuovo. (2x)\n  \nNon rigettarmi dalla Tua presenza,\nFammi restar con Te in comunione,\nE metti dentro di me uno Spirito nuovo.\n\n\n                             Create in me a clean heart, oh God\n                             And renew a right spirit within me. (2x)\n\n                             Cast me not away from your presence oh Lord\n                             Take not thy Holy Spirit from me.\n                             Restore unto me the joy of thy salvation\n                             And renew a right spirit within me.",
    "id": 3
  },
  {
    "number": "4",
    "title": "PARLA, PARLA, SIGNORE",
    "content": "1.\tParla, parla, Signore in quest'ora, Che col cuore Ti voglio ascoltar.\nIl Tuo dire, ristora, avvalora, Rende savio e fa prosperar. \n                       \nCORO: Benedetto il Tuo nome in eterno, Che Tu parli a chi ascolta col cuor \nDi giustizia, d'amore superno, D'allegrezza, di pace e splendor.\n      \n2.\tParla, parla, Signore che ascolto, Col mio cuore e con tutta la fé,\nRiguardando al glorioso Tuo volto, Che risplende d'amore su me.\n\n3.\tParla, parla, al mio cuore puoi dire, Grandi cose, benigno Signor, \nIo son pronto, disposto a ubbidire, La parola del grande Tuo amor.",
    "id": 4
  },
  {
    "number": "5",
    "title": "IN PASSTO INVANO SEMPRE RICERCAI",
    "content": "1.\tIn passato invano sempre ricercai \nL'acqua che può dissetar.\nCiò che il mondo offriva non saziava mai\nNon sapevo dove andar! \n\nCORO: Tu, perenne fonte, sei vita per me!\nSei la vita eterna che sgorga in me!\nGratuitamente, abbondantemente \nBevo l'acqua che fluisce da Te.\n\n2.\tDal deserto del peccato mi salvò;\nAlla fonte mi portò.\nIl Signore mio sempre loderò\nE con gioia canterò.\n\n3.\tChe consolazione e che tranquillità \nQuesta fonte mi darà.\nLa benedizione mi procurerà; \nGrande è la felicità.\n\n4.\tAlla fonte eterna sempre attingerò, \nNiente più mi mancherà, \nL'anima ammalata che si ribellò \nGuarigione troverà.",
    "id": 5
  },
  {
    "number": "6",
    "title": "CHE SORPRESA PER ME",
    "content": "1.\tChe sorpresa per me; la mia vita cambiò, \nPoiché il Signor venne in me,\nLa sua luce bramata, si, m'illuminò, \nPoiché il Signor venne in me. \nPoiché il Signor venne in me,\nPoiché il Signor venne in me.\n\nCORO: Come flutti la gioia inonda il mio cuor,\nDa quando Gesù vive in me.\n\n2.\tOr non cercherò più: ho cessato d'errar, \nDa quando Gesù vive in me.\nDai peccati col sangue mi può Ei lavar. \nDa quando Gesù vive in me. \nDa quando Gesù vive in me, \nDa quando Gesù vive in me.\n\n3.\tChe speranza sicura irradia il mio cuor, \nDa quando Gesù vive in me.\nIo avanzo sicuro nel mio Signor.\nDa quando Gesù vive in me. \nDa quando Gesù vive in me, \nDa quando Gesù vive in me.\n\n4.\tUna luce risplende nell'oscurità, \nDa quando Gesù vive in me.\nIn spirito vedo la santa città \nDa quando Gesù vive in me. \nDa quando Gesù vive in me.\nDa quando Gesù vive in me.\n\n5.\tLa mia vita passata valor non ha più, \nDa quando Gesù vive in me.              \nSul cammin di giustizia procaccio Gesù.\nDa quando Gesù vive in me. \nDa quando Gesù vive in me,\nDa quando Gesù vive in me.",
    "id": 6
  },
  {
    "number": "7",
    "title": "NEL SANTISSIMO, GRAZIA TROVERÒ",
    "content": "1.\tNel Santissimo, grazia troverò, il Suo trono lì toccherò  \nNel Santissimo, grazia troverò, il Suo trono lì toccherò \nAlleluia! Alleluia! Il Suo trono lì toccherò. \nAlleluia! Alleluia! Il Suo trono lì toccherò. \n\n2.\tNel Santissimo, lì Signor vivrò e di gloria risplenderò,\nNel Santissimo, lì Signor vivrò e di gloria risplenderò.\nAlleluia! Alleluia! E di gloria risplenderò.\nAlleluia! Alleluia! E di gloria risplenderò.\n\n3.\tNel mio spirito io pregherò; L'acqua della vita berrò, \nNel mio spirito io pregherò; L'acqua della vita berrò. \nAlleluia! Alleluia! L'acqua della vita berrò.\nAlleluia! Alleluia! L'acqua della vita berrò.",
    "id": 7
  },
  {
    "number": "8",
    "title": "SONO AFFAMATO, SIGNOR, NEL MIO CUOR",
    "content": "1.\tSono affamato, Signor, nel mio cuor! Vengo a Te, sei la mia provvision. \nL'unico mio bisogno sei Tu; Mi puoi saziare; che soddisfazion.\n                                                    \nCORO: Calma la sete! Sazia il mio cuor. Dammi da bere e da mangiar!\nDi forza e gioia inondami or; Ti voglio bere, assimilar.\n      \n2.\tIl pane e l'acqua di vita Tu sei; Vita dispensi, conforto mi dai. \nVoglio mangiarti e berti Signor; Prego e leggo: non finirò mai.\n         \n3.\tTu la Parola e lo Spirito sei; Sei la pienezza, la vita puoi dar. \nQuale Parola sei cibo per me. E quale Spirito puoi dissetar.\n         \n4.\tTu sei la manna venuta dal ciel; Tu sei la roccia percossa per me. \nM'approvvigioni qual cibo ognor, Sgorghi qual fiumi di acqua in me.\n      \n5.\tNella Parola mi nutro di Te, In essa vita e Spirito ho. \nTu quale Spirito vivi in me, Bevo di Te nel mio spirito or.\n         \n6.\tNella Parola or godo di Te, Mangio, assimilo quel che Tu sei. \nOr mi rivolgo, Signor, verso Te, La mia bevanda in spirito sei.\n            \n7.\tMangio e bevo di Te ogni dì, Mangio leggendo la Bibbia, Gesù. \nNella preghiera ti bevo, Signor, Leggo pregando: il cibo sei Tu.\n           \n8.\tQui Ti festeggio, Signore Gesù, Colmo di Spirito, del Tuo parlar. \nSii una tal grande festa per me, Possa la gioia in me traboccar.",
    "id": 8
  },
  {
    "number": "9",
    "title": "M'ACCOSTO A TE, SIGNOR",
    "content": "1.\tM'accosto a Te, Signor, quanto Ti voglio ben! \nSon affamato! Saziami! Di Te vorrei goder.\n\n2.\tOr contemplandoti, penetri nel mio cuor, \nRiempi il mio spirito: Ti bramo con ardor.\n\n3.\tDavanti a Te, Signor, io mi diletterò;\nQui resterò, non partirò e Ti contemplerò. \n\n4.\tIn questa comunion, grazia Tu sei per me,\nGioia riempie il mio cuor, riposo trovo in Te. \n\n5.\tM'attarderò, Signor, per ricercarti ancor,\nCon la Parola pregherò; Trabocca in me, Signor.",
    "id": 9
  },
  {
    "number": "10",
    "title": "SIGNORE SEI IN ME LA VITA",
    "content": "1.\tSignore sei in me la vita e tutto per me or,\nVicino e soggettivamente Ti sento, o Signor, \n                        \nCORO: Lo Spirito sei Signore! O quanto caro a me!\nChe godimento: Tu sei sempre disponibile!\n\n2.\tPer ogni cosa che mi serve il ricco afflusso sei;\nSì pronto e sì sufficiente per i bisogni miei.\n     \n3.\tMi ungi con la forza Tua se sono debole;\nII Tuo afflusso d'energia trasmette forza in me.\n     \n4.\tTu come legge della vita mi regoli ognor;\nLa Tua realtà copiosa mi sazia, o Signor.\n     \n5.\tCon me sarai per sempre uno in modo organico;\nE uno Spirito saremo per sempre, o Signor.",
    "id": 10
  },
  {
    "number": "11",
    "title": "LA CHIESA",
    "content": "1.\tLa chiesa è del Padre l'amata abitazion, II Corpo del Figliolo, dei santi la riunion. \nAvanti i tempi eletta, redenta da Gesù, Celeste non terrestre, di Dio ha le virtù.\n    \n2.\tIl nuovo uomo nacque quand'Ei risuscitò; Lo Spirito l'avvolse e lo santificò.\nOr Cristo ne è il Capo, la vita, la porzion, Con il Signor ascese: gloriosa posizion,\n     \n3.\tLa chiesa è fondata su Cristo, la realtà; E' come Lui divina in tutto quel che ha.\nLo Spirito produce or l'edificazion, Per mezzo della morte e in risurrezion.\n     \n4.\tUn Dio, un Signore e uno Spirito; Un'unica speranza, un sol battesimo, \nUn Corpo, una fede; grandiosa unità, Per l'espression di Dio in tutte le età.\n\n5.\tI membri della chiesa: di ogni stato son; Non v'è più classe o rango: in Dio uniti son;\nNe libero, ne schiavo: distinti non son più; Giudeo e Gentile: uniti in Gesù.\n       \n6.\tModello per la chiesa: la Sua regal città, Che tutti i suoi aspetti per noi siam la realtà:\nLa lampada è Cristo, la luce Dio è, I candelabri portan l'immagine del Re.",
    "id": 11
  },
  {
    "number": "12",
    "title": "O TRATTIENIMI SIGNOR, PRESSO ALLA CROCE (NEARER, MY GOD, TO THEE)",
    "content": "1.\tO trattienimi, Signor, presso alla croce;\nII Tuo sangue sparso lì. Guarigion adduce. \n\nCORO: Gloria è, gloria è essere alla croce, \nNiente mi separerà dalla Tua croce.\n\n2.\tL'anima tremante or, trova alla croce, \nGrazia e abbondante amor. Lì sei la mia luce.\n\n3.\tImpressionami, Signor, con la Tua croce. \nSolo questa gran vision ora mi conduce.\n\n4.\tVeglierò, aspetterò, presso alla croce, \nPer vedere il Salvator: Gioia ciò produce.\n\n\n1.\tNearer, my God, to thee, nearer to thee! \nE'en though it be a cross that raiseth me, Still all my song shall be, \n\n                   REFRAIN: Nearer, my God, to thee; \n                 Nearer, my God, to thee, nearer to thee! \n\n2.\tThough like the wanderer, the sun gone down, \nDarkness be over me, my rest a stone; Yet in my dreams I'd be \n\n3.\tThere let the way appear, steps unto heaven; \nAll that thou sendest me, in mercy given; Angels to beckon me \n\n4.\tThen, with my waking thoughts bright with thy praise, \nOut of my stony griefs Bethel i'll raise; So by my woes to be \n\n5.\tOr if on joyful wing cleaving the sky, \nSun, moon, and stars forgot, upward I fly, Still all my song shall be,",
    "id": 12
  },
  {
    "number": "13",
    "title": "TUTTO A CRISTO IO M'ARRENDO (IO M’ARRENDO OGNOR)",
    "content": "1.\tTutto a Cristo io m'arrendo. Tutto a Cristo il cuore do;\nIo da Lui solo dipendo, dacché Egli mi salvò. \n                                              \nCORO: Io m'arrendo ognor, Io m'arrendo ognor \nTutto a Cristo io m'arrendo, Io m'arrendo ognor\n\n2.\tTutto a Cristo io m'arrendo, Pel Suo sangue al Padre vo.\nIl Suo amore ora comprendo, grande amore Ei portò.\n\n3.\tSulla croce con amore, Sparse il sangue il Redentor.\nPer salvar me peccatore, D'ogni fallo e d'ogni error.\n\n4.\tDi Gesù il nome forte, Sono ora ambasciator, \nPer Lui fino alla morte, Sarò sempre vincitor.",
    "id": 13
  },
  {
    "number": "14",
    "title": "MERAVIGLIOSO",
    "content": "1.\tSe guardo in ciel le stelle, vedo Te. \nTe, solo, vero amore che per me,\nLa vita per salvarmi Tu donasti,\nIn croce con dolore Tu moristi, \nTu, Santo, Signor! \n                                                  \nCORO: Meraviglioso, sei Tu solo, Gesù! \nGrande è il Tuo amore, Ognora di più! \nTu sei lo Sposo, qui in terra e lassù! \nMeraviglioso, sei Tu solo, Gesù!\n\n2.\tOr sento nel mio cuore pace vera, \nQuel velo d'ombra nera più non c'è! \nLa vita rischiarasti di gran luce, \nII canto dell'amore è dentro me! \nOr T'amo, Signor!",
    "id": 14
  },
  {
    "number": "15",
    "title": "HAI BISOGNO DI CRISTO",
    "content": "1.\tHai bisogno di Cristo, il Salvator; \nPer Te soffrì tormenti e gran dolor.\nIn un uomo l'Eterno s'incarnò, \nMorendo poi ti perdonò: ti serve Cristo.\n                             \nCORO: Hai bisogno, hai bisogno, hai bisogno di Gesù\nGià redento lui ti ha, la salvezza ti darà, \nPer avere la vita eterna, vieni a Cristo.\n\n2.\tLui risorse, nei cieli poi salì; \nLa vita eterna dona da quel dì,\nCredi in Cristo, ricevilo nel cuore; \nTi riempirà del Suo amor: ti serve Cristo. \n\n3.\tIl cuor tuo lui vuole illuminar, \nTi vuole assolvere e santificar, \nSe ti penti, ti purificherà, \nE libero ti renderà: ti serve Cristo.\n\n4.\tSenti un vuoto profondamente in Te, \nColmarlo ahimè! Possibile non è. \nSolo Cristo quel vuotò riempirà, \nRimpiazzerà la vanità: ti serve Cristo.\n                             \nCORO: Hai bisogno, Hai bisogno, Hai bisogno di Gesù,\nPer fuggir la vanità, ottener la realtà, \nAlla vita senso dare, vieni a Cristo.\n                    \n5.\tSiamo sommersi da ciò che il mondo da, \nMa nei problemi chi ci sosterrà? \nNon v'è scampo! Affidati a Gesù: \nSi, nel cammino di quaggiù ti serve Cristo.",
    "id": 15
  },
  {
    "number": "16",
    "title": "FAMMI BRILLARE",
    "content": "Fammi brillare Signore, fammi brillare per Te, \nPuro e santo sarò se Tu brilli in me\nFammi brillare, Signore, fammi brillare per Te, \nFino al giorno che Tu ritornerai,\nOh! Portami alla roccia più alta Signore, \nGuidami Signor, io Ti seguirò:\nOh! portami alla roccia più alta Signore. \nSolo in Te rifugio avrò.",
    "id": 16
  },
  {
    "number": "17",
    "title": "RE DAVIDE GIURÒ",
    "content": "1.\tRe Davide giurò: Entrerei in casa mia? \nE m'addormenterei mentre Dio è senza casa? \nRiposo agli occhi non darò finché non troverò \nUn luogo in cui Gesù, il Signor, riposo troverà.\n\n2.\tMa dissi dentro me: II momento non è giunto! \nDa stolto m'occupai solo della casa mia. \nMa or non voglio più tardar, sul monte salirò \nE costruirò con tutti voi la casa del Signor.\n\n3.\tIspira, o Signor, molti Davide odierni, \nI quali con vigor compieranno il Tuo piano. \nOh che glorioso compito: edificar con Lui! \nÈ ciò che amiam, è ciò che vuoi, ci consacriamo a Te.\n\n4.\tProduci in noi, Signor, un ardente desiderio, \nUn rinnovato ardor per edificar la chiesa. \nL'inferno, no, non prevarrà: La chiesa vincerà! \nAssieme a Te, Signor Gesù, vogliamo costruir.",
    "id": 17
  },
  {
    "number": "18",
    "title": "IL VASELLAIO E L'ARGILLA",
    "content": "1.\tIl vasellaio Tu sei Signor, io son l'argilla nella Tua man;\nDi me Tu fanne un vaso a onor, secondo il Tuo glorioso pian.\n          \n2.\tTu mi modelli, o formator per la parola dell'Evangel;\nUmile e santo rendimi ognor, secondo Cristo, il santo Agnel.\n\n3.\tNella Tua forma tienimi Signor ogni difetto fà scomparir;\nCon la Tua mano toccami ognor; questo il mio prego, il mio desir.",
    "id": 18
  },
  {
    "number": "19",
    "title": "DIO UNA VIA FARÀ (GOD WILL MAKE A WAY)",
    "content": "Dio una via farà, proprio dove via non c’è, \nIn modi sconosciuti a noi Dio aiuta i figli suoi\nNelle avversità Dio ci aiuterà, col suo amor ci sosterrà\nUna via farà, una via farà (2x)     \n\nDio aprirà una strada nel deserto, fiumi d’acqua viva lui farà sgorgar\nTutto passerà ma la sua parola resterà, una cosa nuova lui farà.\n\nGod will make a way, when there seems to be no way.\nHe works in ways we cannot see, He will make a way for me.\nHe will be my guide, hold me closely to His side \nWith love and strength for each new day.\nHe will make a way. He will make a way.\nBy the roadway in the wilderness You lead me, \nAnd rivers in the desert will I see!\nHeaven and earth will fade, He will do something new today!",
    "id": 19
  },
  {
    "number": "20",
    "title": "CON TUTTO IL CUOR (IL TEMPIO DI DIO)",
    "content": "1.\tCon tutto il cuor io vengo a Te, o Eterno Iddio\nNel nome Santo di Gesù Cristo, il Signor, \nPer donare in quest'ora soltanto a Te. \nTutto quanto fa parte di me.\n                               \nCORO: Il tempio di Dio voglio essere anch'io, \nSentirmi ripieno di Te \nMorire davvero al mondo che \nLontano mi porta da Te.\n\n2.\tCol sangue del Figliuolo Tuo distruggi Tu.\nLa schiavitù che mi separa da Te. \nIl peccato che io non sopporto più! \nSono pronto, mi pento, Signor!\n                                   \n3.\tVoglio vedere la gloria Tua lassù nel ciel, \nVoglio sentir la Tua presenza dentro me,\nPer parlarTi, ascoltarTi seguirTi ancor, \nRisplender di luce e d'amor.",
    "id": 20
  },
  {
    "number": "21",
    "title": "FRATELLI, AVANTI (CON GESÙ SEMPRE VINCITOR)",
    "content": "1.\tFratelli, avanti, vittoria s'avrà, Con Cristo Gesù, col buon Gesù;\nTosto il nemico tritato sarà, O gloria, alleluia a Gesù.\n                                               \nCORO: Con Gesù siam sempre vincitor, Giubiliam nel Suo amor. (2x) \n                              \n2.\tFratelli, allegri col cuor giubiliam, In Cristo Gesù, sempre in Gesù;  \nChe per Sua grazia salvati noi siam; O gloria, alleluia a Gesù.\n\n3.\tOra,fratelli congiunti noi siam, Con Cristo Gesù, col buon Gesù;\nE per la fede nel cielo viviam; O gloria alleluia a Gesù.\n\n4.\tPresto, fratelli, nel cielo sarem, Con Cristo Gesù, col buon Gesù;\nIvi in eterno con Cristo godrem; O gloria, alleluia a Gesù.",
    "id": 21
  },
  {
    "number": "22",
    "title": "ECCO LA LUCE DI DIO (SOLE DIVINO)",
    "content": "1.\tEcco la luce di Dio appare, Son dissipati i tempi di error;\nDella giustizia risplende il Sole, V'è guarigione nel Suo splendor. \n                                            \nCORO: Sole divino, sole divino, Splendi quest' oggi nei nostri cuori.\nNelle Tue ali v'è guarigione, V'è la salute del peccator.\n                                  \n2.\tLevati, o Sion sii illuminata, Ecco Tua luce che vien dal ciel;\nSopra di Te la gloria è levata, Sopra Te veglia l'Iddio fedel.\n\n3.\tDel tenebroso regno di morte; Scema le forze scema il poter. \nMa di Gesù l'impero glorioso più; Si diffonde nel mondo inter.",
    "id": 22
  },
  {
    "number": "23",
    "title": "ALZA I TUOI OCCHI",
    "content": "Alza i tuoi occhi e guarda, il raccolto è in fila. \nIl tempo è arrivato, la messe è matura. \nSforzati e sii valente, alzati e grida. \nA tutte le nazioni che Cristo è la vita. \n\nCORO: Sarà piena la terra della tua gloria si coprirà \nCome le acque coprono il mar (2x)\n           \nNo non c’è altro nome dato al mondo Gesù Cristo è il Signor.\nNo non c’è altro nome dato al mondo Gesù Cristo è il Signor.",
    "id": 23
  },
  {
    "number": "24",
    "title": "IL GIORNO APPROSSIMAR VEDIAM (RITORNERÀ)",
    "content": "1.\tIl giorno approssimar vediam: Ecco dal cielo Redentor!\nPer noi in gloria apparirà con potenza e ripieno di splendor!                            \n\nCORO: Ritornerà, ritornerà! Con gioia aspetto il Suo ritorno!\nA mezzodì, la sera o il mattin, Gesù ritornerà!\n              \n2.\tViva speranza è nel mio cuor : E' la promessa di Gesù:\nEi col Suo sangue mi lavò, e fra breve io sarò in Lui, lassù!\n\n3.\tLa tromba noi udrem suonar: I morti in Cristo allor vedrem;\nDai monumenti usciran, e, nell' aria, con Gesù, c'incontrerem!",
    "id": 24
  },
  {
    "number": "25",
    "title": "IL SALVATOR PER ME MORÌ (CALVARIO)",
    "content": "1.\tIl Salvator per me morì. Pene e dolor, per me soffrì.\nSulla croce Ei s'immolò: II mio perdon quivi comprò. \n                                    \nCORO: Calvario, Calvario, per me su te, Gesù soffri,\nCalvario, Calvario, per me su te, Gesù morì.\n                                 \n2.\tGesù Signor, perché, perché,  La vita Tua desti per me?\nChe mai potrò darTi, o Signor? Non ho alcun ben; Ti dono il cuor!\n\n3.\tAgnel divin, coi Tuoi languor vincesti il mio ribelle cuor.\nOra in Te sol pongo la fé: Cosi qual son, io vengo a Te!",
    "id": 25
  },
  {
    "number": "26",
    "title": "I MIEI ANNI PIÙ BELLI",
    "content": "1.\tI miei anni più belli, voglio spender per Te,\nPer Te, mio Signore, che moristi per me! \n                     \nCORO: La mia vita di oggi (Tutta a Te, mio Signor)\nA Te vò consacrar! (L'intero mio cuor)\nA Te, luce di vita (Fonte d'amor) ed eterno tesor!  (2x)\n    \n2.\tQuesto mondo a me offre, i suoi molti piaceri.\nPer far sì ch'io mi stacchi, dal Tuo sguardo, Signor!\n   \n3.\tOr Tu sei la mia luce, a Te sol vò guardar! \nLa Tua man mi conduce, al Tuo ovile, Signor!",
    "id": 26
  },
  {
    "number": "27",
    "title": "IO SENTO LA TUA VOCE",
    "content": "1.\tIo sento la Tua voce, e vengo a Te, Signor;\nPel sangue sparso in croce, mi lava, O Redentor.\n                                                                                       \nCORO: Mi prostro innanzi a Te, PregandoTi con fé:\nE Tu, Signore, salvami. Pietà, pietà di me.\n                       \n2.\tOh, quanto debol sono, Tu il sai, divin Gesù!\nInsiem col Tuo perdono, dammi la Tua virtù.\n\n3.\tA Te, Gesù, speranza, domando, e fede e amor;\nDa Te, Gesù, costanza, aspetto e pace al cuor.",
    "id": 27
  },
  {
    "number": "28",
    "title": "LA TEMPESTA NON TEMERE",
    "content": "La tempesta non temere, Resta tranquillo Gesù verrà, \nLa tempesta non temere, Resta tranquillo Gesù verrà.\nLa tempesta non temere, Abbi in Lui la fede, Ti salverà. \nSolo amore di Gesù, l'amore di Gesù, ti può salvar, \nSolo amore di Gesù, l'amore di Gesù, ti può salvar.",
    "id": 28
  },
  {
    "number": "29",
    "title": "SPIRITO DI DIO",
    "content": "CORO: Spirito di Dio, vieni su di noi, \nRiempi i nostri cuori e donaci la lode. \nSpirito di Dio, vieni su di noi, \nRiempi i nostri cuori e guidaci dal Padre.       \n                     \n1.\tNoi siamo i Tuoi strumenti \nChe Tu devi accordare\nPer formare un armonia che si eleva, \nE diffonde la Tua lode\n                 \n2.\tTi sentiamo più vicino, \nSei Tu il consolatore\nCi dai forza nei momenti di dolore, \nE la fede crescerà",
    "id": 29
  },
  {
    "number": "30",
    "title": "NON CI SARA MAI PIÙ BELLE STORIA (MIRABILE, MIRABILE)",
    "content": "1.\tNon ci sarà mai più bella storia, Come quella del divin Amor.\nCristo venne dall'eterna gloria, Proprio per salvar me peccator! \n                                                                                                                  \nCORO: Sì, l'amor di Cristo è mirabile, mirabile, mirabile \nSì, l'amor di Cristo è mirabile, è mirabile per me.\n          \n2.\tVasto quanto tutto l'universo, È il potente amore di Gesù.\nPuò cambiare tutti e il più perverso, Renderlo un esempio di virtù!\n\n3.\tChi potrà comprendere quell'amore, Che l'eterno Padre rivelò \nGrande, immenso amor del Salvatore; Sol di quell'amore canterò.",
    "id": 30
  },
  {
    "number": "31",
    "title": "UN FUOCO INIZIO HA",
    "content": "1.\tUn fuoco inizio ha, da una piccola scintilla\nE solo dopo un po' s'accende e poi sfavilla. \nCosi l'amor di Dio, amico nel tuo cuor:\nAccettalo, accettalo, accettalo e vivrai!\n\n2.\tAmico, anche per Te, morì il mio Signore! \nAmico, anche per Te, è risorto il Salvatore! \nTi chiama con amore, non aspettare più, \nRispondiGli, rispondiGli, rispondiGli di sì!\n\n3.\tE come un fuoco in Te, questo amore si diffonde,\nE pensa ad altri che, non conoscono il Signore,\nRacconta ad altri ancora, che fa Gesù per Te,\nRaccontalo, raccontalo, ed altri salverai!",
    "id": 31
  },
  {
    "number": "32",
    "title": "VOI TUTTI GLI ABITANTI DELLA TERRA",
    "content": "Voi tutti gli abitanti della terra. \nGiubilate nel Signore, giubilate nel Signore. \nVoi che amate il Signore, Odiate il male, camminate nel bene, \nE nella verità, e nella verità, Dio vi amerà. \nLa luce risplende nel giusto.  \nLa gioia in quelli che son puri di cuore.\nLa pace è nel Signore, La pace è nel Signore, La pace è nel Signore \nEntrate nelle sue porte con ringraziamento e con lode.\nLodate e benedite il nome del Signor.",
    "id": 32
  },
  {
    "number": "33",
    "title": "SE PACE QUAL FIUME (IT IS WELL, WITH MY SOUL)",
    "content": "1.\tSe pace qual fiume m'inonda dal ciel; O il duolo si abbatte su me.\nQualunque la sorte ripeter potrò; O mio cuor, calmo sta in Gesù! \n\nCORO: O mio cuor (o mio cuor), calmo sta (calmo sta) \nSta sereno, al sicuro in Gesù.\n  \n2.\tSe sono tentato da prova e dolor, Certezza infinita sei Tu!\nDal mal, dal peccato redento io son, Per il sangue che hai sparso Gesù! \n\n3.\tI miei peccati Gesù cancellò, Li ha tutti inchiodati quel dì,\nLassù sulla croce, or libero son, E do lode e gloria a Gesù!\n\n4.\tOr vivere è Cristo, sol Cristo per me. Se anche il Giordan passerò, \nNon temo la morte, la prova, il dolor. Sempre pace godrò in Gesù!\n\n5.\tMa il Tuo ritorno Signore bramiam. Non morte, ma gloria attendiam,\nOh, angelica voce, oh, tromba dal ciel, Oh, beata speranza in Gesù!\n\n1.\tWhen peace, like a river, attendeth my way,\nWhen sorrows like sea billows roll;\nWhatever my lot, Thou has taught me to say,\nIt is well, it is well, with my soul.\n\nREFRAIN: (It is well, with my soul,) 2x\n                 It is well, it is well, with my soul.\n\n2.\tThough satan should buffet, though trials should come,\nLet this blest assurance control,\nThat Christ has regarded my helpless estate,\nAnd hath shed His own blood for my soul.\n\n3.\tMy sin, oh, the bliss of this glorious thought!\nMy sin, not in part but the whole,\nIs nailed to the cross, and I bear it no more,\nPraise the Lord, praise the Lord, O my soul!\n\n4.\tAnd Lord, haste the day when my faith shall be sight,\nThe clouds be rolled back as a scroll;\nThe trump shall resound, and the Lord shall descend,\nEven so, it is well with my soul.",
    "id": 33
  },
  {
    "number": "34",
    "title": "GESÙ NAZARENO",
    "content": "1.\tGesù Nazareno affisso alla croce, un velo di sangue, II viso coprì!\nIl capo gli cinse, qual divino fregio, II serto di spine che il popol Gli diè. \n\nCORO: \"Eli, Eli, Eli, lamma, sabactani!\nNon san quel che fanno, perdonali Tu!\"\nIl gran Redentore, fra tanto clamore,\nStruggente preghiera a Dio elevò.\n                                                 \n2.\tScarlatto il mantello in mano una canna, I militi beffano iI Cristo Gesù, \n‘II Re dei Giudei’ gridava la folla, Beffando il Signore durante il cammin.\n\n3.\tAffisso alla croce il divìn Maestro, Un'acra bevanda Gli porsero e poi\nSpartiron tra loro il Suo vestiario, E a sorte assegnata la tunica fu.",
    "id": 34
  },
  {
    "number": "35",
    "title": "L'AMOR DEL PADRE",
    "content": "1.\tL'amor del Padre io veggo nel figlio che m'ha dato\nChe ha tolto il mio peccato, che vittima si fè. \n                               \nCORO: Allor che sulla croce moriva il mio Signore \nMi disse con amore ‘Ricordati di Me!’\n    \n2.\tL'amore di Cristo io veggo nel legno ove moriva:\nFu Lui che il ciel m'apriva; salvandomi per fè.\n\t\n3.\tPer rammentarlo in croce il pane noi rompiamo \nE il vin benediciamo che in grazia Egli ci diè.",
    "id": 35
  },
  {
    "number": "36",
    "title": "NELLA TUA TENDA",
    "content": "1.\tNella Tua tenda Signore con Te fammi restare perché\nOra ho capito che posto non c'è ch’è più sicuro per me. \n\nCORO: Voglio servirti e voglio amarti, Con tutto il cuore e per sempre,\nNella Tua tenda fammi restare, Sarò al sicuro, là ci sei Tu.\n\n2.\tNelle Tue mani mi affido Signor, la  mia salvezza sei Tu, \nE nella lotta più forte sarò, se accanto a Te resterò.\n\n3.\tTu che sei tutto il mio mondo quaggiù, no, non mi lasciare mai più. \nGuida i miei passi, cosi non cadrò sulla Tua strada Signor.",
    "id": 36
  },
  {
    "number": "37",
    "title": "PER LA FEDE UNA VOLTA INSEGNATA",
    "content": "1.\tPer la fede una volta insegnata, Ai seguaci del santo evangel\nCon la forza che in Cristo mi è data, V'ò combattere ed esser fedel.\n                            \nCORO: Voglio andar di valore in valor, Fino al fine e seguire il Signor,\nE da Cristo ricever nel ciel, La corona riposta ai fedel.\n    \n2.\tDi Dio, voglio vestir l'armatura, Per combattere e ritto restar;\nNella lotta per quanto sia dura, Potrò certo il nemico atterrar.\n\n3.\tIn Gesù sono fatto guerriero, Per soffrire e combattere ognor\nE per esser valente ed intiero, Nelle guerre del nostro Signor.\n\n4.\tEd un giorno anch'io potrò dire, Ho lottato e serbata la fè,\nCon la fine del corso il soffrire, È cessato in eterno per me.",
    "id": 37
  },
  {
    "number": "38",
    "title": "TUTTI DEBBONO SAPER",
    "content": "Tutti debbono saper, Tutti debbono saper, \nTutti debbono saper chi è Gesù. \nAnche tu devi saper, Anche tu devi saper \nAnche tu devi saper chi è Gesù. \nEgli è il Giglio della valle, è la stella del mattin, \nÈ il più bello d'infra i mille. Tutti debbono saper.",
    "id": 38
  },
  {
    "number": "39",
    "title": "GESÙ, NOME AL DI SOPRA",
    "content": "Gesù, nome al di sopra, \nD’ogni altro nome, noi T'amiam    \nEmmanuel, Dio è con noi, \nIl Salvatore, vivente Parola.",
    "id": 39
  },
  {
    "number": "40",
    "title": "VENITE, GLI’INNI DEL COR (QUAL GRANDE TESORO)",
    "content": "1.\tVenite, gl'inni del cor alziamo al Re dei Re, \nLodiamo il santo d’Israel cantiam Sue lodi in coro\nMentr'Egli inonda l'anima di fè, speranza e amor.\n                                             \nCORO: Qual grande tesoro \nCi ha l'evangel donato!\nCon cuor festante e grato \nDiam gloria al Redentor.\n              \n2.\tIddio chi sente in cuor possiede il sommo ben;\nÈ figlio dell'Altissimo, degno di eterno alloro, \nChi guarda all'Invisibile e vive del Suo amor.\n\n3.\tLa pura gioia del cuor vien tutta da Gesù \nCeleste è la letizia, dolcissimo il ristoro\nChe in Cristo sente l'anima, se piena del Suo amor.",
    "id": 40
  },
  {
    "number": "41",
    "title": "SIAM RIUNITI",
    "content": "1.\tSiam riuniti tutti insieme per celebrare il nome del Signor. \nSiam riuniti tutti insieme per celebrare il nome del Signor.\nSiam riuniti tutti insieme per celebrare il nome del Signor, Gesù.\nAdoriam, adoriam Gesù.\n\n2.\tQui dimentica Te stesso, concentra la tua mente in Cristo.\nQui dimentica Te stesso, concentra la tua mente in Cristo.\nQui dimentica Te stesso, concentra la tua mente in Cristo, Gesù.\nAdoriam, adoriam Gesù.\n\n3.\tEleviam le nostre mani per adorare il nome del Signor. \nEleviam le nostre mani per adorare il nome del Signor.\nEleviam le nostre mani per adorare il nome del Signor, Gesù.   \nAdoriam, adoriam Gesù,\n\n4.\tTutta la giustizia in Lui sono contento solo nel Signor.\nTutta la giustizia in Lui sono contento solo nel Signor.\nTutta la giustizia in Lui sono contento solo nel Signor, Gesù,  \nAdoriam, adoriam Gesù.",
    "id": 41
  },
  {
    "number": "42",
    "title": "IO TI AMO NELL'AMORE DEL SIGNORE",
    "content": "1.\tIo ti amo nell'amore del Signore, \nIo ti amo nell'amore del Signore.   \n                            \nCORO: Perché vedo in te la gloria del mio Re.\nIo ti amo nell'amore del Signore.\n\n2.\tTi ricevo nell'amore del Signore,\nTi ricevo nell'amore del Signore,\n\n3.\tIo ti servo nell'amore del Signore,\nIo ti servo nell'amore del Signore,\n\n4.\tNoi vogliamo camminare tutti insieme.\nNoi vogliamo camminare tutti insieme.",
    "id": 42
  },
  {
    "number": "43",
    "title": "SU QUEL COLLE FATAL (ROZZA CROCE)",
    "content": "1.\tSu quel colle fatal io rimiro per fè\nQuella croce che parla d'amor,\nSu quel legno crudel, fu immolato per me. \nQuell'offerta che lava il mio cuor.\n                                           \nCORO: Ora guardo a quel legno lassù, \nRozza croce che sanguina ancor;\nEssa accolse il mio caro Gesù, \nPer offrirGli la morte e il dolor.\n                              \n2.\tQuella croce è per me un sussurro al mio cuor, \nUna voce di sangue e dolor;\nEssa dice che un dì fu immolato e morì, \nGesù Cristo per me peccator.\n\n3.\tSi fa buio nel ciel, su quel monte fatal, \nOgni cosa nell'ombra scompar;\nMa dirada quel vel un chiaror celestial: \nÈ la croce che brilla ed appar.",
    "id": 43
  },
  {
    "number": "44",
    "title": "CHE MATTINO GLORIOSO E RISPLENDENTE (EI VENNE A LIBERARE)",
    "content": "1.\tChe mattino glorioso e risplendente, Quando nacque Gesù il Salvatore.\nTutti i magi guidati dalla Stella, Adoraron del mondo il Redentor.\n                       \nCORO: Ei venne a liberare, Ei venne per salvar. \nIl Suo popolo che stava nel peccato, E portarlo nella Patria celestiale.\n\n2.\tCamminando tutti allegramente, Seguiremo fedeli il buon Pastore,   \nMostreremo all'uomo indifferente, La gloriosa presenza del Signor.\n\n3.\tOh amico risvegliati dal sonno, Avvicinati a Cristo il Salvatore. \nEgli vuole che l'anima sia salva, E per questo t'invita con amor.",
    "id": 44
  },
  {
    "number": "45",
    "title": "SVEGLIA ISRAELE",
    "content": "1.\tSveglia Israele, non sonnecchiare più, la verità ti libererà.\nPoiché da Sion, il tuo liberator, nella gloria e nel giubilo verrà.\n\nCORO: O Alleluia! O Alleluia! Alleluia al Signor!\nO Alleluia! O Alleluia! Alleluia, lode al Signor!\n                              \n2.\tDalla fornace, dalle afflizioni, io ho scelto proprio te.\nNon più del ferro, ma argento porterai, non più ottone ma oro ti darò.\n\n3.\tScuoti la polvere, sciogli i legami, alzati o Gerusalem,\nPoiché il mio popolo, che ho sempre amato, nella sua terra lo radunerò.",
    "id": 45
  },
  {
    "number": "46",
    "title": "L'ETERNO E' IL MIO PASTORE",
    "content": "CORO: L'Eterno è il mio Pastore niente mi mancherà\nEgli mi fa riposare in verdeggianti pascoli, Mi guida lungo le acque chete.\n\n1.\tQuando anche camminassi nella valle dell'ombra della morte\nNo, non temerei male alcuno \nPerché Tu sei con me,  perché Tu sei con me \n\n2.\tIl Tuo bastone e la Tua verga sono quelli che mi consolano\nTu apparecchi la mensa in presenza dei miei, dei miei nemici\nTu ungi il mio capo con olio la mia coppa trabocca\n\n3.\tCerto beni e benignità m'accompagneranno tutti i giorni della vita\nEd io abiterò nella casa dell'Eterno per lunghi giorni, per lunghi giorni\nCon 1'Eterno che è il mio Pastore...",
    "id": 46
  },
  {
    "number": "47",
    "title": "ERO MOLTO LONTANO (SON SALVATO PER GRAZIA)",
    "content": "1.\tEro molto lontano dalla via del cielo, Ma qualcosa m'avvenne voglio dirvi cos'è.\nUna voce sentii, dentro al cuore cos'è, E' la voce di Cristo che mi chiama a Se.\n\nCORO: Son salvato per grazia ed a Lui do la gloria \nSon salvato per grazia da Cristo Gesù. (2x)\n     \n2.\tEro misero e ignudo ero pien di peccato, Ma il Signore m'accolse sul Suo seno d'amore.\nIl Suo sangue mi lava, il Suo amor mi conforta, Son salvato per grazia da Cristo Gesù.\n      \n3.\tOra voglio seguire ogni giorno il Signore, La Sua mano mi guida Essa è stesa per me. \nIl Suo ben mi conforta, mi da pace nel cuor, Son salvato per grazia ed in cielo andrò.",
    "id": 47
  },
  {
    "number": "48",
    "title": "TIENI VIVA LA TUA FIAMMA",
    "content": "1.\tTieni viva la tua fiamma che risplenda nella notte\nII Signore sta arrivando la fatica finirà. \n                                             \nCORO: Oh, fratello no, tu non devi rinunciare \nOh, fratello no, perché la fatica finirà\n                     \n2.\tAbbi fede nel Signore solamente lui ti può dare \nUna gioia che sia grande la fatica finirà\n                      \n3.\tUna scala saliremo di Giacobbe la lunga scala\nUna scala saliremo la fatica finirà.",
    "id": 48
  },
  {
    "number": "49",
    "title": "IO T’AMO SIGNORE CON TUTTA LA FEDE (LA VERA VITA)",
    "content": "1.\tIo T'amo Signore con tutta la fede per darmi la vita moristi per me.\nSoffristi la croce oh Eterno mio Re, eterna è la vita nel cielo con Te\n                          \nCORO: Avrò la vita quando nel cielo sarò (sarò)\nLa vera vita quando Gesù io vedrò (vedrò)\nSarò felice Signor vicino a Te (con Te)\nE la mia gioia non finirà mai più. (non finirà mai più)\n  \n2.\tMi invita la Tua voce amato Signore, mi guida alla fonte del fiume d'amore. \nQuell'acque guadando avanti io vò, e a Cristo guardando felice sarò.\n    \n3.\tViver vogl'io in eterno Signore, guidato per via dal Consolatore.\nLo Spirito di Dio mi porta a Gesù, la strada mi addita di vita e virtù.",
    "id": 49
  },
  {
    "number": "50",
    "title": "FIN QUANDO IL TEMPO (DURA IN ETERNO)",
    "content": "CORO: Fin quando il tempo durerà, l'amor di Dio con noi sarà   \nFin quando il tempo durerà, la Sua Parola dimorerà.\n\n1.\tDura in eterno l'infinito Suo amore, La virtù del Signore risplenderà. \nDura in eterno nella gloria del cielo, La divina Parola di verità.\n     \n2.\tTutto qui in terra un giorno avrà fine, Sol l'amore di Dio giammai scadrà.\nVive in eterno Gesù Cristo il Signore, Nel Suo tempio d'amore Ei regnerà.\n   \n3.\tDura in eterno la divina promessa, Per chi in Cristo ha creduto con Lui vivrà.\nSplende in eterno il Suo nome glorioso, Dei Suoi santi la luce per ogni età.",
    "id": 50
  },
  {
    "number": "51",
    "title": "UNITI SIAM",
    "content": "1.\tIl mondo cerca la pace e brama, tribolazione null'altro trova\nNessuna uscita da questa pena sol odio, tristezza e dolor! \nMa Gesù è qui:\n                     \nCORO: E con la fede nel Signor uniti in Spirito d'amor;\nE con la fede nel Signor uniti in Spirito d'amor.         \n(Fr.) Uniti siam       (Sr.) Tutti uniti siam \n(Fr.) Uniti siam       (Sr.) Tutti uniti siam \n(Fr.) Uniti siam       (Sr.) Tutti uniti siam \n                              (Tutti)  Uniti siam\n\n2.\tSi, noi restiam nell'amor di Dio, ristabilisce nostra unità\nUniti in famiglia siam come il Padre e il Figliuol l'unità: \nSì così viviam!\n    \n3.\tO com'è bello e dolce, sì! Che dei fratelli dimoran qui, \nRugiada d'Ermon; prezioso olio cade vita eterna per me e per te.\nSì cambiato è!",
    "id": 51
  },
  {
    "number": "52",
    "title": "TI LODERÒ SIGNOR",
    "content": "Ti loderò Signor, con tutto il cuor. \nRacconterò le Tue meraviglie. E canterò il Tuo nome.\nTi loderò Signor, con tutto il cuor.\nFarò di Te tutta la mia gioia. Alleluia",
    "id": 52
  },
  {
    "number": "53",
    "title": "LA RAGIONE DELLA VITA (AMARE TE)",
    "content": "La ragione della vita è amare Te,\nAdorarTi e servirTi e lodarTi oh Dio\nUna cosa ho chiesto a Te Signore e quella cercherò\nChe dimori nella casa Tua per sempre\nCerto beni mi darai e benignità\nPoi davanti a me la mensa Tu preparerai\nE con l'olio Tuo mi ungerai ed io traboccherò\nE per lunghi giorni nella casa Tua vivrò.\n\nCORO: Amare Te, servire Te Signore,\nAlzarle mani e lodare il nome Tuo.\nQuesto è il tutto della vita mia, Altro bene io non troverò \nChe amare Te, servire Te (2x)",
    "id": 53
  },
  {
    "number": "54",
    "title": "AMO IL SIGNOR",
    "content": "Amo il Signor con tutto il cuor.\nAmo il Signor con l'anima.\nAmo il Signor con la mia mente.\nCon tutto il cuor, con l'anima, e la mente mia\nSignor Ti amo, per tutto quel che sei\nSignor Ti amo, per tutto quel che fai\nSignor Ti amo, vorrei amarTi di più\nCon tutto il cuor, con l'anima, e la mente mia (2x)",
    "id": 54
  },
  {
    "number": "55",
    "title": "AMORE GRANDE",
    "content": "1.\tAmore grande, profondo e sublime, \nQuesto è l'amor del mio Creator\nNon c'è niente nel mondo che possa eguagliarsi\nAll'Eterno amore del mio Salvator.\n                                                 \nCORO: Dio d'amor, oh Dio d'amor, solo sei Tu, il Dio d'amor\nNon c'è altro Dio, no non c'è fuori di Te no, non c'è   \nFuori di Te, per me non c'è amor\n\n2.\tLui solo ci ama, ci comprende e ci guarda \nDa tutto il male che esiste nel mondo \nPer questo l'adoro con l'anima mia \nPerché mi ha dato il mio Gesù dolce calma.",
    "id": 55
  },
  {
    "number": "56",
    "title": "HO TROVATO LA VITA IN GESÙ",
    "content": "1.\tHo trovato la vita in Gesù, \nCosa posso volere di più.\nHo trovato l'amore di Dio \nLa Sua luce m'illumina ognor. \n\nCORO: È fu un giorno di festa. È fu un giorno di festa\nIl giorno che incontrammo Gesù.\nÈ sempre un giorno di festa, \nÈ sempre un giorno di festa\nAnche oggi noi siamo con Lui.\n\n2.\tQuanta pace ora sento nel cuor, \nChe era stanco nel mondo crudel \nQuanta gioia il Signore mi da \nNella Sua infinita bontà.\n\n3.\tCi sostiene e ci aiuta il Signor \nE ci guida dal cielo ogni dì,  \nSu fratelli cantiamo di più, \nLode e gloria al Signore Gesù.",
    "id": 56
  },
  {
    "number": "57",
    "title": "QUANDO INSIEM CI RADUNIAMO",
    "content": "1.\tQuando insiem ci raduniamo, O fratelli, d'un sol cuore \nSenza dubbio ci consola, II divin Consolator. \nLa divina Sua presenza, A noi tutti mostrerà,\nCon parole di sapienza, Di Gesù la realtà.\n\n2.\tQuando diamo tutti insieme, Luogo al buon Consolatore \nL'allegrezza e il timore, Egli porta del Signor;\nE si vede passeggiare, Qui nel mezzo il Re dei re, \nPronto sempre a battezzare, Chiunque aspetta con la fè.\n\n3.\tQuando siamo tutti uniti, Pronti sempre ad ascoltar, \nCibo a noi il Consolatore, Non ci può lasciar mancar;\nE nel ciel senza arrivare, La preghiera non starà, \nE al saudir di Dio tremare, Questo luogo Egli dovrà.\n    \n4.\tO fratelli, stiamo fermi, Aspettando con ardor, \nLa presenza del Signore, E del buon Consolator;\nPerché avanti camminare, Non possiamo in verità, \nSe non v'è chi può guidare, L'alme nostre a sicurtà.",
    "id": 57
  },
  {
    "number": "58",
    "title": "SIAMO PER GRAZIA",
    "content": "1.\tSiamo per grazia davanti a Te, Nella Tua casa, oh Re dei Re,  \nPer ascoltare la verità, Che la Tua bocca ci parlerà\n\n2.\tAprici a tutti la mente e il cuor, E il nostro orecchio, inchina, oh Signore,\nAlla parola di verità, Che la Tua mano ci largirà. \n        \n3.\tSignore, dacci, per la virtù, Tutte le cose grate a Gesù.\nDacci la pace, la santità, Il Tuo timore, la carità.\n\n4.\tIn questo culto presiedi Tu, Guidalo a gloria del buon Gesù \nCon la Tua mano tocca ogni cuor, Che a Te si spande, Padre d'amor.",
    "id": 58
  },
  {
    "number": "59",
    "title": "SANTO, SANTO, SANTO",
    "content": "1.\tSanto, santo, santo! Signore Iddio potente\nA Te, l'Onnipossente, Mio canto s'alzerà! \nSanto, santo, santo! Immenso sei, pietoso, \nTrino e misterioso! Beata Trinità!\n         \n2.\tSanto, santo, santo! T'adorano i redenti, \nCorone d'oro offrenti, Dal cielo in fino al mar! \nCherùbi e serafini, Di gloria sfolgoranti \nSi prostrano adoranti, Tua lode a celebrar!\n         \n3.\tSanto, santo, santo. In tenebre glorioso! \nIl tuo splendore ascoso, Giammai possiam veder! \nTu solo santo sei Iddio d'amor superno, \nSei puro, sempiterno immenso è il Tuo poter.",
    "id": 59
  },
  {
    "number": "60",
    "title": "DEH! TU PARLA IN QUESTO CULTO (PARLA IN QUESTO CULTO)",
    "content": "1.\tDeh, Tu parla in questo culto, e ciascun di noi t'intenda \nE l'amore Tuo s'accenda, in noi tutti, o Dio d'amor.\nI profeti Tuoi sospingi, con lo Spirito Tuo Santo;\nE di gloria un nuovo canto, sgorga Tu dai nostri cuor.\n       \n2.\tO Signore, la Tua presenza, non lasciar mancar tra noi\nNoi siamo fatti figli Tuoi, e con Te vogliamo gioir \nDona a noi discernimento, già che Tu dal mondo eletti\nCi hai per esser benedetti, giorno e notte al Tuo desir.\n\n3.\tFa che le testimonianze, siano a gloria, o Salvatore;\nAprir puoi Tu il nostro cuore, a superna vocazion.\nLa bramata Tua potenza, manifesta in questo culto, \nFa che il piccolo e l'adulto, sia ripieno dell' Unzion.",
    "id": 60
  },
  {
    "number": "61",
    "title": "PADRE NOSTRO",
    "content": "1.\tPadre nostro, che siedi su nel ciel, Sia santificato ognor,\nII Tuo nome da tutti i tuoi fedel, Venga il regno Tuo d'amor. \n                           \nCORO: Gloria, gloria, eterna gloria, Lode onore a Te rendiam, Signor; \nDi vita eterna sei il vero sentier, Rupe e scudo al nostro cuor.\n       \n2.\tO sia fatta, Signor, Tua volontà, Sulla terra come in ciel;\nDacci oggi il pane a sazietà, Quotidiano del vangel. \n      \n3.\tI peccati rimettici o Signor, Come noi li rimettiam.\nDi cuor puro ai nostri debitor, A Te noi li confessiam. \n           \n4.\tNon indurci, buon Padre in tentazione, Ma liberaci dal mal.\nEgli è Tuo regno e salvazion, Forza e gloria celestial.",
    "id": 61
  },
  {
    "number": "62",
    "title": "PONI IN DIO LA TUA FIDANZA",
    "content": "1.\tPoni in Dio la tua fidanza, calca sempre il buon cammin, \nE con gioia e con speranza compi il santo tuo destin, \nSpera in Dio: divina guida, ti sostiene la Sua man, \nEi non cangia, in lui t'affida ch'è qui in terra in ciel sovran.\n                   \nCORO: Gloria, gloria, alleluia, alleluia a Gesù! Alleluia, gloria a Gesù! \nGloria, gloria, alleluia, alleluia a Gesù! Alleluia al Re dei Re!\n            \n2.\tScorron gli anni senza posa, ma la gloria sua starà;\nSe la vita è dolorosa, la Sua grazia effetto avrà,\nEi fra i nembi t'assicura fin che il Verbo Suo d'amor\nCangerà la notte oscura in bei giorno di splendor.",
    "id": 62
  },
  {
    "number": "63",
    "title": "ECCOCI NEL TUO COSPETTO",
    "content": "1.\tEccoci nel Tuo cospetto giunti siamo, o Dio d'amor, \nSii Tu solo benedetto da ciascun di noi col cuor. \nIl Tuo nome sia esaltato predicato sia il vangel \nSia d'un cuor glorificato il prezioso e santo Agnel,\n          \n2.\tFacci, o Dio, realizzare che presente è il Re dei Re\nQui nel mezzo per guidare questo culto solo in Te,\nO Signore, nostra rocca, noi Te sol siam qui adorar, \nFa che aperta sia ogni bocca, il Tuo nome a celebrar.\n         \n3.\tTu che investighi ogni cuor o Signor, per Tuo voler,\nII messaggio Tuo d'amor, manda a noi pien di poter, \nDa Te solo l'aspettiamo, pel divin Consolator,\nIn Te sol noi confidiamo, deh, Tu ciba i nostri cuor.",
    "id": 63
  },
  {
    "number": "64",
    "title": "GIUBILIAMO, O DEVOTI DEL CRISTO (O DEVOTI DI CRISTO)",
    "content": "1.\tGiubiliamo, o devoti di Cristo, Gloria tutti cantiamo a Gesù. \nEi che morto e sepolto fu visto, È risorto ed impera lassù.\nÈ risorto, non giace più morto, Esclamiamo dal fondo del cuor.\n\n2.\tGlorioso del Padre alla sede, Le Sue piaghe portando tornò, \nPer difender chi pone in Lui fede, Ed in Lui la sua speme fondò.   \nChi nel cuore di Cristo ha l'amore, Presso il Padre l'avrà difensor.\n        \n3.\tSe risorto non fosse, la morte, Saria vana del nostro Gesù:\nNon sarebber del cielo le porte, Spalancate a chi nacque quaggiù.  \nCristo, assise nel Suo paradiso, Or di noi non saria difensor.\n         \n4.\tGiubiliamo! Noi tutti redenti, Risorgendo con Cristo l'avel\nLasceremo agli squilli possenti, E con Cristo godremo nel ciel. \nNuovo concento con cuore, Contento canteremo beati al Signor.",
    "id": 64
  },
  {
    "number": "65",
    "title": "GLORIOSO È IL NOME DI GESÙ",
    "content": "1.\tGlorioso è il nome di Gesù, Prezioso è pel mio cuor,\nII solo nome che quaggiù, Sol salva il peccator. \n\nCORO: Amo il Tuo nome, o Salvator, Amo il Tuo nome, o Salvator. \nBene supremo pel mio cuor, E' il nome di Gesù!\n             \n2.\tIl caro nome di Gesù, Mi parla del grande amor,\nChe vita all'alma mia donò, Egli trasforma il cuor.\n             \n3.\tGesù il Tuo nome voglio amar, II nome Tuo udir,\nNessun al mondo può spiegar, Quel che al cuor vuoi dir,\n               \n4.\tCoi riscattati su nel ciel, Ancora Lo loderò \nII caro nome di Gesù, Che tutti noi salvò!",
    "id": 65
  },
  {
    "number": "66",
    "title": "GLORIA NEI CIELI ALTISSIMI",
    "content": "1.\tGloria nei cieli altissimi, osanna al Dio vivente,\nAl Forte, Onnipotente, del mondo il Creator!\nSia gloria al Verbo, al Capo, e Compitor di fede,\nHa vita sol chi crede nel nome del Signor. \n             \n2.\tIl forte, l'ammirabile per noi dal ciel discese,\nUmil per noi si rese, morte per noi soffri,\nII sangue Suo ci lava dai falli e ci da vita\nOgni alma a Cristo unita voce di grazia udì.\n                  \n3.\tIn questo mar di lagrime è l'arca di salvezza, \nE' rocca ed è fortezza, rifugio al peccator. \nEi riportò per noi sul mondo la vittoria:\nCantiam, cantiamo gloria al nome del Signor.",
    "id": 66
  },
  {
    "number": "67",
    "title": "LA COSA PIÙ IMPORTANTE È",
    "content": "1.\tLa cosa più importante è: Conoscer Te! (2x) \nConoscer Te, Signor, ConoscerTi di più!\nLa cosa più importante è: Conoscer Te!\n\n2.\tLa cosa più importante è; Amare Te! (2x)   \nAmare Te, Signor, AmarTi sempre più! \nLa cosa più importante è: Amare Te!\n\n3.\tLa cosa più importante è: Servire Te! (2x)\nServire Te, Signor, ServirTi sempre più!\nLa cosa più importante è: Servire Te!",
    "id": 67
  },
  {
    "number": "68",
    "title": "QUANT'E' SICURA LA SALVAZION",
    "content": "1.\tQuant' è sicura la salvazion, Purificato col suo sangue son.\nEi m'acquistò, mi rigenerò, Suo erede la vita ho.\n                                                              \nCORO: Questa mia storia voglio cantar; Il Salvatore voglio lodar. (2x)\n\n2.\tOr sottomesso, ho la vision, Cristo è mio, che gran salvazion!\nChi altri al mondo è la realtà? Cristo, la mia felicità. \n\n3.\tSotto la Sua dominazion, Pieno di gioia e soddisfazion,\nVeglio, L'aspetto, prego ognor, Perso nel Suo grande amor.",
    "id": 68
  },
  {
    "number": "69",
    "title": "QUANTO CI AMA GESÙ",
    "content": "Quanto ci ama Gesù, Quanto ci ama Gesù, \nEgli donò la Sua vita per noi, \nQuanto ti ama, quanto mi ama, Quanto ci ama Gesù.",
    "id": 69
  },
  {
    "number": "70",
    "title": "L'IDDIO UNO E TRINO CHE MISTERO",
    "content": "1.\tL'Iddio Uno e Trino che mistero! Uno in sostanza; in persona tre.\nPer mezzo dello Spirito, nel Figlio, Iddio s'è amalgamato a me!\n                                              \nCORO: L'Iddio Uno e Trino tutto è! Oh, che glorioso fatto è! \nDivino dono insondabile, Meraviglioso è per me!\n                                 \n2.\tTu ricco Padre, fonte d'ogni cosa, Vuoi che noi tutti or di Te godiam,\nE quest'inesauribile porzione, In ogni situazione applichiam.\n\n3.\tIl Figlio quale espression di Dio, In carne visse fra l'umanità.\nCompì la redenzione efficace, Mi unì a Dio per l'eternità.\n\n4.\tQual trasfigurazione del Figliolo, In noi Lo Spirito di vita entrò.\nGrandioso Spirito, che meraviglia, Al nostro spirito s'amalgamò.\n\n5.\tChe realtà! possiam toccar, Godere L’Iddio che Lo Spirito ora è, \nPartecipare alla stessa vita, Ed esser uno spirito coi Tre.",
    "id": 70
  },
  {
    "number": "71",
    "title": "TERRE TUTTE",
    "content": "Terre tutte acclamate e servite,  \nIl Signore, il Signore della gioia            \nVenite a Lui con lieti canti,  \nRiconoscete che il Signore è il vero Dio! \nLui ci ha fatti, a Lui apparteniam, \nNoi il Suo popolo, gregge che Egli pasce          \nVenite a Lui nella lode, nei suoi cieli rendendo grazie!\nRingraziatelo, benedite il Suo nome. \nSì il Signore, il Signore è buono.\nIl Suo amore è infinito, nei secoli è la Sua verità\nAlleluia, gloria, alleluia (4x)\nGrazie Gesù grazie, grazie Gesù (4x)\nGrazie Gesù per la vita che ci dai (4x)",
    "id": 71
  },
  {
    "number": "72",
    "title": "TU, CRISTO DI GLORIA E D'ONOR",
    "content": "1.\tTu, Cristo di gloria e d'onor, Tu sei il divino splendor,\nL'immenso Dio che s'incarno, l'Eterno che si limitò. \n\nCORO: Oh, Cristo, di Dio l'espression, insondabile, ricco sei! \nTu Uomo-Dio vivi in me, qual ricca porzione per me.\n\n2.\tPienezza di Dio sei Tu, manifesti le Sue virtù.\nEffettuasti la redenzion, T'unisti a noi: perfetta union! \n\n3.\tIl Padre Ti da quel che ha; quel che sei lo Spirito da:\nLa realtà cosi riceviam, sperimentarti or possiam. \n\n4.\tLo Spirito di verità ci riempie e vita ci da:\nUn tale Spirito noi tocchiam e la Parola riceviam. \n\n5.\tIn spirito ti contempliam, la Tua gloria poi rispecchiam;\nE trasformati così sarem, allora Ti esprimerem,              \n\n6.\tCosì ci puoi santificar, trasformar e glorificar, \nNel nostro spirito poi vivrem e l'abbondante vita avrem.\n\n7.\tDi Spirito ci riempirai; Oogni fibra saturerai. \nEdificati allor sarem; la Tua casa costruirem.",
    "id": 72
  },
  {
    "number": "73",
    "title": "REGNA UN UOMO LÌ NEI CIELI",
    "content": "1.\tRegna un uomo lì nei cieli: fatto Cristo e Signor, \nCoronato con la gloria, rivestito con onor.\n\n2.\tCristo venne quale uomo, sulla croce poi mori. \nEi risorse con un corpo, quale uomo risalì,\n\n3.\tDio si umiliò in Cristo e con l'uomo dimorò. \nInnalzò in Cristo l'uomo che a Sé riconciliò,\n\n4.\tQuale Dio fu espresso, quando all'uomo si unì. \nQuale uomo è nella gloria: l'uomo a Dio si uni.\n\n5.\tDa Gesù glorificato venne il Santo Spirito. \nReca Cristo e l'opera Sua; In eterno ne godrò.\n\n6.\tImmedesimato a Cristo, il Suo Corpo crescerà. \nNel Suo Spirito di vita esso s'edificherà.\n\n7.\tRegna un uomo lì nei cieli; iI Signor di tutto è. \nÈ Gesù, il Salvatore, coronato quale Re.",
    "id": 73
  },
  {
    "number": "74",
    "title": "SU VIA, FRATELLI (ESALTIAMO L'AGNEL)",
    "content": "1.\tSu via, fratelli, esaltiamo l'Agnel, \nCantando con grazia e col cuor \nRealizzando che per l'evangel, \nAbbiamo nel cielo un tesor.\n                            \nCORO: Salvati siamo per far del Padre nostro il voler. \nFratelli, per esaltar l'Agnel che da forza e poter.\n         \n2.\tSu via, fratelli esaltiamo l'Agnel, \nRipieni di santo timor:\nEgli che guarda dal cielo i fedel. \nPropizio sarà ai nostri cuor.                 \n\n3.\tSu via, fratelli, esaltiamo l'Agnel, \nLasciando il Suo amore operar;\nII nostro cuor, nel santo Evangel, \nPer esso possiamo cibar.",
    "id": 74
  },
  {
    "number": "75",
    "title": "PRENDI L'ALMA MIA",
    "content": "1.\tPrendi l'alma mia prendila Signor, E la Tua fiamma bruci nel mio cuor. \nTutto l'esser mio vibri per Te, Sii il mio Signore o Divino Re. \n                                 \nCORO: Fonte di vita di pace amor, A Te io grido la notte e il dì.            \nOdi il mio pianto Tu mi sostien, Il Tuo timore metti dentro me.\n             \n2.\tDall'infido male guardami Signor, Vieni mia gioia e compitor di fe'.\nSe la notte nera vela gli occhi miei. Sii la mia stella splendi Innanzi a me.\n           \n3.\tEcco l'aurora un altro giorno vien. Il ciel s'indora del chiaror più bel, \nGesù s'avvicina piangere perché, Alziamo gli occhi viene il Re dei Re.",
    "id": 75
  },
  {
    "number": "76",
    "title": "OGNI GIORNO LUNGO IL MIO CAMMINO",
    "content": "1.\tOgni giorno lungo il mio cammino, Quale gioia son nella Sua man,  \nSì Gesù è sempre a me vicino, No, non temo, Egli è il mio sovran.\nDel futuro no, non sono ansioso; Col Suo amore Ei mi conforta ognor,                             \nNelle prove trovo in Lui riposo, Nelle lotte sono vincitor.\n\n2.\tE' Gesù la guida che conduce, Sul sentier che mena verso il ben. \nEgli è la mia forza e la mia luce, La Sua grazia non verrà mai men.\nMi ripete: non aver timore, Negli affanni Io ti sosterrò.                     \nAbbi fede nel Tuo Redentore, Nuova forza e grazia Ti darò,\n\n3.\tCol Tuo aiuto, vo' restar sicuro, Sul Tuo cuore, o Divin Gesù.\nAnche se il cammino si fa oscuro, Desio sol la pace di lassù.\nTutto dalla mano Tua paterna, Accetterò con gioia, o mio Signor, \nFinché lassù nella dimora eterna, D'ogni affanno salvo sarò ognor!",
    "id": 76
  },
  {
    "number": "77",
    "title": "COME IL CERVO (AS THE DEER)",
    "content": "1.\tCome il cervo anela l'acqua, L’alma mia brama solo Te\nSei Tu sol ciò che il cuor mio brama, E voglio adorare Te.\n\nCORO: Da Te sol prendo forza o Dio, In Te sol posso riposar.\nSei tu sol ciò che il cuor mio brama, E voglio adorare Te.\n             \n2.\tBramo te più di oro e argento, Solo tu mi puoi soddisfar\nSolo Tu sei la mia gioia, Il tesoro che vo bramar\n                                               \n        \n1.\tAs the deer pants for the water, So my soul longs after You.\nYou alone are my heart's desire, And I long to worship You.\n                          \nREFRAIN: You alone are my strength, my shield,\n                     To You alone may my spirit yield.\n                     You alone are my heart's desire, \n                     And I long to worship You.                                                     \n       \n2.\tI want You more than gold or silver, Only You can satisfy.\nYou alone are the real joy giver, And the apple of my eye.\n         \n3.\tYou're my friend and You are my brother, Even though You are a King.\nI love You more than any other, So much more than anything.",
    "id": 77
  },
  {
    "number": "78",
    "title": "CANTIAM, CANTIAMO A DIO",
    "content": "1.\tCantiam, cantiamo a Dio, la gioia inondi il cuore;\nLa grazia del Signore ai poveri abbondò.\nIl Mansueto, il Pio dal ciel per l'uom discese,\nPortò le nostre offese e pace e amor recò.\n\n2.\tI nostri nomi ha scritto nel libro della vita\nEd a gustar c'invita il cibo dell'amor.\nIn pace il gran tragitto compion per lui gli eletti\nDalla Sua man sorretti, forti del suo valor.\n\n3.\tVerrà di gloria adorno a giudicar le genti;\nI membri suoi viventi di gloria vestirà. \nIn quel beato giorno, festosi, trionfanti, \nCon Lui godranno i santi l'eterna eredità.\n\n4.\tO santo, immeso amore, retaggio della fede, \nUn cuor che ti possiede può mai sperar di più?\nQual cambio al Redentore darem per sì gran dono?\nCantiamo in lieto suono, cantiam le Sue virtù.",
    "id": 78
  },
  {
    "number": "79",
    "title": "IO VÒ NARRAR",
    "content": "1.\tIo vò narrar con grato cuor, Il don che Dio mi fé:\nMentr'ero sol in gran dolor, Salvezza mise in me.\n\n2.\tNon più dolor, non più timor, Gesù mi liberò!\nOr nel cammin col Salvator, Avanti in pace vò.\n\n3.\tSul tentator son vincitor, Pel dono di Gesù:\nSicuro or son che il Redentor, Mi porterà lassù,\n\n4.\tS'avessi ancor mili'anni e più, Di vita e di splendor \nVorrei lodar il buon Gesù, Ognor con tutto il cuor.",
    "id": 79
  },
  {
    "number": "80",
    "title": "VIVA CRISTO",
    "content": "1.\tViva Cristo, eterna mia ricchezza, Rupe e scudo, arca di salvezza;\nLa sua luce mi conduce a perfetta santità.\n\n2.\tViva Cristo, rocca mia diletta; Vera manna, verità perfetta:\nIo mi sento che contento Lui per sempre seguirò.\n\n3.\tViva Cristo la mia eterna sorte, Mio tesoro in vita e dopo morte;\nMi consola la parola santa e pura del Suo amor.\n\n4.\tViva Cristo, alto mio ricetto, Dai fedeli ognora benedetto;\nIl Suo bene mi sostiene nelle lotte di quaggiù.\n\n5.\tViva Cristo, conduttore de' Santi in cui vivo e vivon tutti quanti \nGli eletti, benedetti dall’eterno Suo vangel.",
    "id": 80
  },
  {
    "number": "81",
    "title": "UN COMANDAMENTO",
    "content": "Gesù ci ha dato Un comandamento, \nChe ci amiamo gli uni gli altri, come ci amati Lui! \nUn comandamento nuovo \nPer chi Lo vuol seguir! \n                                     \nCORO: Sapranno tutti che noi siamo Suoi discepoli \n              Se abbiamo amore Gli uni per gli altri! (2x)",
    "id": 81
  },
  {
    "number": "82",
    "title": "PERCHÈ M'AMÒ COSÌ",
    "content": "1.\tPrese il mio posto morendo Gesù; perché m'amò così?\nMite alla croce portato Egli fu: perché m'amò così? \n                                       \nCORO: Perché m'amò così? Perché m'amò così?\nPerché sul Golgota Cristo sali? Perché m'amò così?\n       \n2.\tSofferse i chiodi per il mio peccar: Perché m'amò così?\nPatì, volendo salvezza a me dar: Perché m'amò così? \n\n3.\tO, dura morte sofferse Gesù: Perché m'amò così?\nNessun poteva salvarmi quaggiù: Perché m'amò così?",
    "id": 82
  },
  {
    "number": "83",
    "title": "EI CI LAVÒ, EI CI LAVÒ",
    "content": "1.\tSulla croce il Santo Agnello cruda morte Egli gustò\nPer noi tutti e nel Suo amore a Dio Padre ci comprò,\nCol Suo sangue ci ha lavati d'ogni fallo e iniquità;\nOra siamo riscattati per l'eternità.\n\nCORO: Ei ci lavò, Ei ci lavò \nCol Suo prezioso sangue, Gesù Salvator\nEi ci lavò, Ei ci lavò \nCol Suo prezioso sangue, Gesù Salvator             \n\n2.\tIn virtù del sangue d'Esso noi abbiam la libertà\nDi entrar nel luogo santo ove il Padre nostro sta. \nQuesto è il sangue che pronunzia l'infinito e immenso amor \nDi Gesù che al mondo annunzia vita eterna ognor.\n\n3.\tNoi da Lui siam suggellati per l'eterna eredità;\nSempre avanti camminiamo vita eterna in ciel s'avrà,\nChi nel cuor Gesù possiede a Dio Padre fatto è\nIn eterno santo erede sacerdote e Re.",
    "id": 83
  },
  {
    "number": "84",
    "title": "IO T'AMO GESÙ",
    "content": "1.\tIo t'amo, ineffabile Gesù redentor, E tutto dell'anima consacro l'ardor\nSperanza non fondo sui beni del mondo; Qual bene supremo, or T'amo, Gesù.\n\n2.\tL'Agnello purissimo Tu sei che per me, In croce olocausto divino si diè;\nTu primo mi amasti e a Te mi chiamasti; Col cuore redento or T'amo, Gesù.\n\n3.\tE fino a che un alito di vita avrò, L'eterna Tua gloria ovunque dirò.\nSon Tuo, sei mio, Figliuolo di Dio; Più morte non temo, s'io T'amo, Gesù.",
    "id": 84
  },
  {
    "number": "85",
    "title": "O VERGIN, FIGLIUOLA DI SION",
    "content": "1.\tO vergin, figliuola di Sion, trionfa e rallegrati in cuor.\nIl seme tuo santo s’estende nella terra del tuo creator. \n\nCORO: Avanti, coraggio o Sion, città travagliata;\nColui che ti chiama è il Signore. \nSei tu dal nemico insidiata? \nPer Te Cristo sarà vincitor.\n                 \n2.\tO Vergin, città prediletta riposa nel tuo Salvator;\nColui che dibatte tua lite è Gesù, il Signore dei signor. \n\n3.\tO Sion, manda al largo i tuoi raggi acciò dissipare ogni vel\nDall'arido suolo languente, bisognoso del Santo Evangel. \n\n4.\tSon pur belli i tuoi padiglioni: in essi è piacer di aspettar\nDal ciel il glorioso Signore che ritorni qui in terra a regnar.",
    "id": 85
  },
  {
    "number": "86",
    "title": "CELEBRIAMO IL SIGNORE (CELEBRATE JESUS)",
    "content": "Celebriamo il Signor Gesù, Celebriamo il Signor Gesù (2x)\nÈ risorto è risorto! Egli vive nell’eternità.\nÈ risorto è risorto! Venite celebriam, venite celebriam\nPerché è risorto è il Signor \n                                                        \nCelebrate Jesus celebrate,Celebrate Jesus celebrate (2x)\nHe is risen, He is risen, and He lives forevermore\nHe is risen, He is risen, come on and celebrate \nThe resurrection of our Lord.",
    "id": 86
  },
  {
    "number": "87",
    "title": "VIDI UN DÌ IL SOLO VERO DIO",
    "content": "1.\tVidi un dì il solo vero Dio; M'illuminò, le tenebre scacciò. \nSalvato son, e gratuitamente; Che salvazioni la grazia mi donò.\n\n2.\tCaro Signor, ricorda la mia casa, Salvezza Tu per essa pure hai,\nAdempì or la Tua promessa data; Con tutti i tuoi, salvato tu sarai.\n\n3.\tVolgi a Te l'intera mia famiglia; Grido a Te per essa nel mio cuor.   \nIo e i miei Ti serviremo sempre, T'adorerem, veridico Signor;",
    "id": 87
  },
  {
    "number": "88",
    "title": "VITTORIA SEMPRE NOI S'AVRÀ",
    "content": "1.\tAvanti vecchi e giovani, insiem vogliamo andar\nDi Cristo l'Evangelo vogliamo seguitar. \n                           \nCORO: Vittoria sempre noi s'avrà. (2x)\nNoi che siam salvati seguitiamo il Re \nCon Lui vincitori siamo per la fé.\n              \n2.\tAvanti sempre avanti, insieme d'un sol cuor, \nIl nostro Capitano è Cristo Redentor.\n                \n3.\tVittoria Vittoria, fratelli, ognor cantiam, \nOr la vittoria è nostra in Cristo giubiliam.",
    "id": 88
  },
  {
    "number": "89",
    "title": "V’È UN FIUME PURO",
    "content": "V'è un fiume puro che sgorga da Gesù. \nV'è una fonte che lava il peccator, \nVieni alle acque, c'è vita anche per Te. \nLa v'è un fiume che mai s'asciugherà.\nFa che io venga al Tuo fiume Signore (3x)\nFa che io venga, fa che io beva, fa che io viva.",
    "id": 89
  },
  {
    "number": "90",
    "title": "FELICE CHI ASCOLTA",
    "content": "Felice chi ascolta la parola di Dio\nÈ gioia che riempie il cuor,\nÈ luce, che risplende sulla via, \nSperanza e pace, amor\n                        \nCORO: Oh, che gioia di vivere \nOh, che gioia di vivere.\nOh, che gioia di vivere, vivere Gesù.",
    "id": 90
  },
  {
    "number": "91",
    "title": "CANTIAM \"ALLELUIA\"",
    "content": "CORO: Cantiam Alleluia lode al Salvatore,\nCantiam dolcemente coi nostri cuori uniti (2x) \n                             \n1.\tOh, eleviam la voce, \nGuardiamo al cielo e cantiamo,\nMostriamogli tutto il nostro amore \nPerché Lui solo è degno!\nIl nome Suo esaltiamo, \nDiamo la gloria e l'onore\nAl nostro Salvatore, Gesù Cristo \nChe morì sulla croce.\n                                       \n2.\tSentiam la Sua presenza, \nS'innalzi a Lui la nostra lode,\nCantiamo dell'amore di Gesù, \nCantiamo a tutto il mondo \nLasciamoci inondare dal Santo Spirito Divino,\nApriamo tutto il nostro cuore \nA Lui che vuole benedirci!",
    "id": 91
  },
  {
    "number": "92",
    "title": "COSÌ QUAL SONO",
    "content": "1.\tCosì qual sono, pien di peccato, \nMa pel Tuo sangue che mi ha lavato,\nE per l'invito fatto al cuor mio, \nAgnel di Dio, io vengo a Te!\n\n2.\tCosì qual sono, mi vedi e sei, \nSolo olocausto pei falli miei;\nA Te che togli il fallo mio, \nAgnel di Dio, io vengo a Te!\n\n3.\tCosì qual sono, l'amor Tuo Santo\nMi calma il cuore, mi terge il pianto.\nIn Te riposa questo cuor mio; \nAgnel di Dio, io vengo a Te!\n\n4.\tCosì qual sono, di Santo amor \nEmpimi l'alma, m'inonda il cuore\nSei Tu mia vita, Salvator mio! \nAgnel di Dio, io vengo a Te!",
    "id": 92
  },
  {
    "number": "93",
    "title": "CERCATE PRIMA IL REGNO DI DIO (SEEK YE FIRST)",
    "content": "1.\tCercate prima il regno di Dio e la Sua giustizia\nE tutto il resto sarà sopraggiunto, Allelu-, alleluia! \n\nCORO: Alleluia, alleluia, alleluia, allelu-, alleluia\n\n2.\tL'uomo non vive di pane solamente ma di ogni santa parola \nChe uscirà dalla bocca del Signore, Allelu-, alleluia\n\n1.\tSeek ye first the kingdom of God, And His righteousness,\nAnd all these things  shall be added unto you.\nMan shall not live by bread alone, But by every word\nThat proceeds from the mouth of God,\n\nREFRAIN: HALLELUJAH. (5x)\n\n2.\tAsk and it shall be given unto you, Seek and ye shall find.\nKnock and the door shall be  opened unto you,\nSeek ye first the kingdom of God, And His righteousness,\nAnd all these things  shall be added unto you.",
    "id": 93
  },
  {
    "number": "94",
    "title": "DOVE MI GUIDA IO ANDRÒ (GESÙ MI GUIDA NOTTE E DÌ)",
    "content": "1.\tDove mi guida io andrò, sempre in Gesù confiderò\nPerché ricordo: fu per me che sul calvario Ei mori. \n                                                      \nCORO: Gesù mi guida notte e dì, Gesù mi guida col Suo dir;\nEgli è l'amico mio fedel, perché Lui sol per me morì.\n                                \n2.\tDolce parola di Gesù, Essa mi guida ognor quaggiù;\nE' la divina volontà, all'alma è vita e pace al cuore.\n                                    \n3.\tAvanti io vò senza timor, lieto con Cristo, mio Signore;\nIn Lui confido; e Lo vedrò a faccia a faccia come Egli è.",
    "id": 94
  },
  {
    "number": "95",
    "title": "FELICITÀ",
    "content": "Felicità, felicità, felicità, che mai tramonterà!\n                                                                                                                     \n1.\tApri il tuo cuore all' amore più bello, all' amore!  \nApri il tuo cuore all' amore più puro,  all' amore,\nQuello del Signore.\n                                             \nCORO: Metti la vita con me nella Sua man\nE con me lasciati guidare. \nLungo la via della felicità,\nFelicità che mai tramonterà!\nFelicità, felicità, felicità che mai tramonterà.\n\n2.\tApri il tuo cuore alla gioia più vera, alla gioia! \nApri il tuo cuore alla fede sincera alla fede,\nQuella nel Signore!\n                                                                                                  \n3.\tApri tuo cuore alla dolce parola, la parola!\nApri il tuo cuore al pan che ristora che ristora.\nQuello del Signore!",
    "id": 95
  },
  {
    "number": "96",
    "title": "IN OGNI TEMPO (EGLI AVRÀ CURA OGNOR DI TE)",
    "content": "1.\tIn ogni tempo, fratello, il Signor prenderà cura di te,\nCristo che parla di vita e d'amor prenderà cura di te. \n                                                                                              \nCORO: Ei prenderà cura di te, Ei prenderà cura di te. \nIn Lui riposa, abbi in Lui fé, Egli avrà cura ognor di te.\n       \n2.\tIn ogni prova, fratello, il Signor prenderà cura di te, \nCristo che abita dentro al tuo cuor prenderà cura di te.",
    "id": 96
  },
  {
    "number": "97",
    "title": "FORTE ROCCA È IL NOSTRO DIO",
    "content": "1.\tForte Rocca è il nostro Dio, nostra speme in Lui si fonda:\nNe sostien benigno e pio, nell' angoscia più profonda. \nIl tristo tentator a noi fa guerra ognor: astuzia e frode \nSon l'armi sue tremende , ma da lor Dio ne difende .\n\n2.\tE' perduto immantinente quei che solo in sé confida;\nPer noi pugna un uom possente che Dio scelse a nostra guida. \nChi sia, domandi tu? Egli è Cristo Gesù Nostro Signore;\nDa Lui vigor ne viene; la vittoria in man Ei tiene.\n\n3.\tSe migliaia di demoni ne volessero inghiottire, \nLe malefiche legioni non vedranci impallidire;\nCon tutti i lor terror si mostrin pure, il cuor no, non ci trema.\nA un detto dell'Eterno fia depresso il Re d'inferno.\n\n4.\tLa parola della vita rispettar dénno i potenti;\nCol Suo Spirto Iddio n'aita, noi sarem con Lui vincenti, \nSe pieni di furor, tolgonci figli, onor ed ogni bene,\nNe avran vantaggio lieve, a noi il regno restar deve.",
    "id": 97
  },
  {
    "number": "98",
    "title": "MORÌ PER ME",
    "content": "1.\tMorì per me, morì per me. Gesù, Gesù morì per me.\n2.\tRisuscitò, risuscitò. Gesù, Gesù risuscitò.\n3.\tEi vive in me, Ei vive in me. Gesù, Gesù Ei vive in me.\n4.\tRitornerà, ritornerà. Gesù, Gesù ritornerà.",
    "id": 98
  },
  {
    "number": "99",
    "title": "COME IL CERVO AGOGNA",
    "content": "1.\tCome il cervo agogna i rivi d'acqua, o Dio; L'alma mia agogna Te, o Padre mio,\nIo Ti cerco con ardor, Ti fà trovar; Vien quest'alma a ristorar. \n                                   \nCORO: Oh! Alma mia, perché t'abbatti in me, E ti commuovi e ti sgomenti tu? \nAspetta Iddio, l'Iddio della mia fé; Grazia che viene da lassù. (dal buon Gesù)\n                   \n2.\tI nemici strazian sempre il cuore mio, Mentre dicon tutto il dì dov'è il tuo Dio?\nManifesta , o Dio d'amor la Tua mercé; L'alma mia confida in Te.\n\n3.\tNon t'abbattere , alma mia, aspetta Iddio, Egli conforta e asciuga il pianto mio.\nDa Lui vien liberazion e gran gioir, E conosce i miei desir.",
    "id": 99
  },
  {
    "number": "100",
    "title": "TU STAI CHIAMANDO",
    "content": "1.\tSpirito Santo, il Tuo fuoco brucia in noi. \nStiamo vivendo per fare ciò che vuoi\nTu sei il Signore, ovunque noi andremo\nA proclamare il potente vangelo, il glorioso vangelo\n                    \nCORO: Tu stai chiamando questa generazione a Te \nCon il Tuo amore e con la Tua potenza \nLa Tua gioventù verrà a Te\nTu stai chiamando questa generazione a Te \nLa nostra nazione vedrà la gloria Tua, Signor.\nOgni occhio lo vedrà, ogni occhio lo vedrà.\n\n2.\tSpirito Santo, la Tua volontà faremo\nTu lo hai promesso, la Tua gloria noi vedremo\nLa messe è grande, pochi sono gli operai\nSignore andrò dove mi manderai, dove mi manderai.",
    "id": 100
  },
  {
    "number": "101",
    "title": "PACE SIA, PACE A VOI",
    "content": "CORO: Pace sia pace a voi, la Tua pace sarà, Sulla terra come nei cieli.\nPace sia pace a voi, la Tua pace sarà, Gioia nei nostri occhi, nei cuori.\nPace sia pace a voi, la Tua pace sarà, Luce limpida nei pensieri.\nPace sia pace a voi, la Tua pace sarà, Una casa per tutti.\n           \n1.\tPace a voi, sia il Tuo dono visibile. Pace a voi, la Tua eredità.\nPace a voi, come un canto all'unisono, Che sale dalle nostre città.\n\n2.\tPace a voi, sia l'impronta nei secoli. Pace a voi, segno d'unità.\nPace a voi, sia l'abbraccio fra i popoli, La Tua promessa all'umanità.",
    "id": 101
  },
  {
    "number": "102",
    "title": "SOLO PER GRAZIA",
    "content": "Solo per grazia possiamo venire al Tuo trono Signor\nNon è per quel che facciamo, è per il Tuo sangue Gesù.\nAlla Tua dolce presenza ci chiami Signor,\nPer la Tua grazia ora entriamo, veniamo davanti a Te,\nVeniamo davanti a Te.\nSe i miei peccati guardassi, Tu Signor,\nNon potrei mai presentarmi davanti al Tuo tron.\nSoltanto per la Tua grazia io vengo a Te perché\nTu mi hai lavato col sangue dell’Agnel.",
    "id": 102
  },
  {
    "number": "103",
    "title": "IL BEL GIGLIO DELLA VALLE (THE LILY OF THE VALLEY)",
    "content": "1.\tIn Gesù trovai l'amico che è tutto fedeltà,\nLa sorgente di bellezza e dell'amor: Egli porta la bandiera\nDi grazia e di beltà, il compiuto desiderio del mio cuor. \nIn tutte le mie doglie che soffro nel cammin\nLa Sua mano mi sostiene con virtù: \n                                     \nCORO: Alleluia, il bel Giglio della Valle, la Stella del mattin \nE' Colui dal nome dolce di Gesù.\n\n2.\tHa portato i miei dolori, la pena del mio mal. \nIl Suo dorso lacerato fu per me; cinto di crudeli spine, \nFu il capo Suo regal e salvezza ottenni per la Sua mercé \nAnche se son tentato, proseguo fin al fin, che con Cristo giungerò un dì lassù.\n\n3.\tCon me la Sua presenza non farà mai mancar \nMi protegge d'ogni lato notte e dì. sotto l'ombra del Suo amore \nMi fa ricoverar e gioir per la grand'opra ch'Ei compì.\nPoi quando su nel cielo, davanti al Tron Divin,\nVò a goderLo nei diletti di lassù.\n\n1.\tI have found a friend in Jesus, He's everything to me, \nHe's the fairest of ten thousand to my soul; \nThe Lily of the Valley, in Him alone I see \nAll I need to cleanse and make me fully whole. \nIn sorrow He's my comfort, in trougle He's my stay, \nHe tells me every care on Him to roll. \n\nRefrain: He's the Lily of the Valley, He bright and Morning Star, \n       He's the fairest of ten thousand to my soul. \n\n2.\tHe all my grief has taken, and all my sorrows borne; \nIn temptation He's my strong and mighty tower; \nI have all for Him forsaken, and all my idols torn \nFrom my heart, and now He keeps me by His power. \nThough all the world forsake me, and satan tempts me sore, \nThrough Jesus I shall safely reach the goal. \n\n3.\tHe will never, never leave me, nor yet forsake me here, \nWhile I live by faith and do His blessed will; \nA wall of fire about me, I've nothing now to fear, \nWith His manna He my hungry soul shall fill. \nThen sweeping up to glory, to see His blessed face, \nWhere rivers of delight shall ever roll.",
    "id": 103
  },
  {
    "number": "104",
    "title": "LAUDE ALL'AGNEL DI DIO",
    "content": "1.\tLaude all'Agnel di Dio, che regna in ciel beato:\nPer noi Gesù s'è dato e vittima si fé, \nSalì come rampollo da terra inaridita:\nPer noi la propria vita offerse il Re de' Re.\n\n2.\tNascose in Sé l'eterna Sua gloria e Sua grandezza:\nNe forma, ne bellezza al mondo intier mostrò.\nCrudel l'uomo Gli diede Flagelli, spine e croce, \nSino alla morte atroce del legno Ei s'abbassò. \n\n3.\tFu servo, fu schernito, fu afflilo ed oppressato:\nAll'uccision menato, la bocca non aprì.\nScese nell'ombra orrenda del regno della morte,\nMa ruppe le ritorte, e pien di vita uscì.",
    "id": 104
  },
  {
    "number": "105",
    "title": "ABBONDANTE ACQUA VIVA",
    "content": "Oh Signor, versa abbondante l’acqua viva su di noi. \nOh Signor, su di noi.\nOh Signor, versa la forza dello Spirito su di noi. \nOh Signor, su di noi.\nBagna questa arida terra, ascolta il nostro grido. \nSolo la Tua mano potente, ci può liberar.\nL’acqua scorre abbondante Signore,\nDal Tuo trono e versa sulla terra un fiume di vita.",
    "id": 105
  },
  {
    "number": "106",
    "title": "MENTRE IL TUO SPIRITO",
    "content": "CORO: Mentre il Tuo Spirito scende nel cuor \nIo mi consacro, m’arrendo a Te, Signor \nMentre il Tuo Spirito scende nel cuor \nIo mi consacro, m’arrendo a Te, Signor\n\n1.\tMentre la pace, la gioia mi invade, a Te io mi dono\nE andrò per le strade, a dire il perdono che ho ricevuto \nDa Te, da Te, da Te Gesù! \n\n2.\tMentre dall'alto ricevo potenza, coraggio e costanza,\nAmore e sapienza e l'anima avanza. fa che io dipenda \nDa Te, da Te, da Te Gesù!",
    "id": 106
  },
  {
    "number": "107",
    "title": "TESTIMONI SIAM",
    "content": "Noi testimoni siam, Del Salvator Gesù, Anime a Lui portiam, Che salva da lassù.\nDei ricchi e poveri ancor, Ei solo è il Salvator,\nNoi predichiam ovunque andiam, Salvezza ad ogni cuor.\nSiamo in marcia proclamando, Che Gesù può perdonar,\nE dal mal può liberar, può salvare, risanare,\nTutti quelli che verranno A Lui con fé.",
    "id": 107
  },
  {
    "number": "108",
    "title": "TU HAI DIPINTO I CIELI",
    "content": "1.\tTu hai dipinto i cieli ed hai fatto il mar, O mio Creator mi hai fatto come Te,\nAiutami a scoprire la ricchezza che c'è in Te, II Tuo amore, la Tua fedeltà.\n\nCORO: A Te Signor, la mia preghiera va, Solo il mio cuore esprimere potrà, \nLa lode a Te, come un profumo è, Adoro Te per chi Tu sei.\n\n2.\tTu hai dipinto i cieli ed hai fatto il mar, E il volto Tuo un giorno io vedrò.\nDa sempre Ti ho cercato, e finalmente Ti ho trovato, E sempre Ti amerò con tutto il cuor.",
    "id": 108
  },
  {
    "number": "109",
    "title": "NON C’È DIO",
    "content": "Non c’è Dio grande come Te, no, non c’e! No, non c’è (2x)\nNon c’è chi può fare le cose come quelle che fai Tu.(2x)\nNé per potenza, né per la spada, ma pel Tuo Santo Spirito (2x)\nEppure i monti si muoveranno (3x)\nPel Tuo Santo Spirito.",
    "id": 109
  },
  {
    "number": "110",
    "title": "COME TU MI VUOI",
    "content": "1.\tEccomi Signor, vengo a Te mio Re, Che si compia in me la Tua volontà.\nEccomi Signor, vengo a Te mio Dio, Plasma il cuore mio e di Te vivrò.\nSe Tu lo vuoi Signore manda me, E il Tuo nome annuncerò.\n\nCORO: Come Tu mi vuoi io sarò, Dove Tu mi vuoi io andrò.\nQuesta vita io voglio donarla a Te, Per dar gloria al Tuo nome mio Re.\nCome Tu mi vuoi io sarò, Dove Tu mi vuoi io andrò,\nSe mi guida il Tuo amore paura non ho,Per sempre io sarò, come Tu mi vuoi.\n\n2.\tEccomi Signor, vengo a Te mio Re, Che si compia in me la Tua volontà.\nEccomi Signor, vengo a Te mio Dio, Plasma il cuore mio e di Te vivrò.\nTra le Tue mani mai più vacillerò, E strumento Tuo sarò.",
    "id": 110
  },
  {
    "number": "111",
    "title": "IO SCELGO TE",
    "content": "1.\tIo scelgo Te come Signore della mia vita, scelgo Te...\nPerchè il mondo amore non mi da, \nIo voglio amare Te guardare il Tuo volto e vivere conTe....\n                         \nCORO: La mia voce sale a Te ascoltami Signor,\nPer sempre in Te vivrò \nIo Ti benedirò, accogli la mia lode,\nLa mia voce sale a Te ascoltami Signor \nPer sempre in Te vivrò \nIo Ti benedirò \nPerchè Tu sei il mio Re accogli la mia lode…\n      \n2.\tIo cerco Te, Tu sei il Signore della mia vita, io cerco Te.\nPerchè il mondo pace non mi da,\nIo voglio amare Te guardare il Tuo volto e vivere con Te.",
    "id": 111
  },
  {
    "number": "112",
    "title": "O GESÙ TORNASTI IN CIELO",
    "content": "1.\tO Gesù, tornasti in cielo, vincitore della morte,\nPer aprirne a noi le porte ed accoglierci con Te:\nTornerai su questa terra trionfante e glorioso:\n\nTornerai, Celeste Sposo, tornerai qual Re dei Re. (2x)\n\n2.\tTornerai di gloria cinto schiuso l'ultimo suggello!\n\"Alleluia al Santo Agnello!\" cielo e terra intoneran.\nGià s'adempion le promesse dell'antico e nuovo Patto\n\nGloria al Santo del riscatto! I fedeli canteran. (2x)\n\n3.\tChe Tu sol sei stato ucciso, col Tuo sangue ci hai comprati\nCi hai raccolti, ci hai salvati, d'ogni lingua, ogni tribù, \nRe ci hai fatti e sacerdoti ali' Iddio eh'è in Te placato;\n\nApri il cielo, o desiato, Torna a noi, Signor Gesù! (2x)",
    "id": 112
  },
  {
    "number": "113",
    "title": "CHE PROFONDO E' IL TUO AMOR",
    "content": "1.\tChe profondo è il Tuo amor , capir mai non potrò\nAlto è per me, quanto immenso è. \n\nCORO: Che profondo è il Tuo amor Dio del cielo \nPiù profondo del mar è il Tuo grande amor\nAlto è, immenso è, profondo è solo il Tuo amor.\n\n2.\tEro un vil peccator ,t'umiliasti per me \nL'hai fatto per amor, solo Tu Signor.\n\n3.\tVedo l'immensità, e il poter del Tuo amor \nSolo posso io dir, misero son davanti a Te.",
    "id": 113
  },
  {
    "number": "114",
    "title": "QUESTO MONDO HO LASCIATO",
    "content": "1.\tQuesto mondo ho lasciato per sempre, Per seguire soltanto Gesù;\nTutto il cuore a Lui ho donato, Per seguirLo ognora quaggiù.\n\n2.\tTutti i giorni del mio cammino, Ho promesso a Lui fedeltà\nFino al giorno del mio passaggio, Dalla terra all'eternità. \n\n3.\tO fratelli, avanti, coraggio, Nel cammino Ei forza ci dà\nNon temiamo le lotte e i dolori, Con Gesù la vittoria s'avrà.\n\n4.\tQuando il corso avremo compiuto, II Signore allor ci dirà;\nBen hai fatto mio servo fedele, Godi meco per l'eternità.\n\n5.\tQuando giunti saremo nel cielo, Oh, che festa, gran festa sarà\nPresto viene quel giorno beato, E nell'aria Gesù apparirà!",
    "id": 114
  },
  {
    "number": "115",
    "title": "SICURA IN MAN DI CRISTO",
    "content": "1.\tSicura in man di Cristo, sicura nel Suo cuor, \nL'anima mia riposa all'ombra del Suo amor. \nS'ode una voce d'angeli, qual inno di vittoria. \nDai campi della gloria, dal fiammeggiante mar.\n\nCORO: Sicura in man di Cristo, sicura nel Suo cuor\nL'anima mia riposa all'ombra del Suo amor.\n\n2.\tSicura in man di Cristo, l'alma senz'ansia sta;\nNé tentazion, né fallo, ivi la coglierà,\nSalva da tema e affanni, dal dubbio che addolora:\nSol qualche prova ancora, un po'di pianto ancor.\n\n3.\tRifugio del cuor mio, Gesù morì per me;\nFermo in Te, Rocca eterna, confido solo in Te.\nAspetto con pazienza poiché Egli è notte ancora;\nAspetto ormai l'aurora, la sponda indorerà.",
    "id": 115
  },
  {
    "number": "116",
    "title": "VIENI A GESÙ",
    "content": "1.\tCome il fìor che il campo adorna, cade al taglio e non è più;\nTale in polver l'uomo ritorna: vieni a Gesù!\n\n2.\tQuanti affanni nel tuo cuore, son miraggi, nulla più, \nSon proposti al dolore; vieni a Gesù!\n\n3.\tSe il fruttar nulla t'impegna, metti foglie, frutti no, \nDella morte tal'è il segno: vieni a Gesù!\n\n4.\tSe spogliarti vuoi dal male, in tue forze non fidar,\nNon c'è in Te nulla che vale: vieni a Gesù!\n\n5.\tMorì in croce il Redentore per dar vita a Te lassù \nCorri, corri al Salvatore: vieni a Gesù!\n\n6.\tOr in fine se vuoi avere pace, gioia , vita quaggiù \nE' in eterno col Signore: vieni a Gesù!\n\n7.\tTutto è inganno amaro duolo, tutto passa ancor e tu,\nRimani Dio e il Suo figliuolo: gloria a Gesù!",
    "id": 116
  },
  {
    "number": "117",
    "title": "SON STRANIERO IN QUESTA TERRA",
    "content": "1.\tSon straniero in questa terra, sta la patria mia nel ciel!\nQuesto mondo mi fa guerra, sta la patria mia nel ciel! \nE pericoli e dolori mi circondano quaggiù:                                                                 \nLa mia patria è col Signore, sta la patria mia nel ciel. (2x)\n\n2.\tRugge invano la bufera, sta la patria mia nel ciel! \nLa mia vita volge a sera, sta la patria mia nel ciel! \nIo non guardo a me d'intorno guardo in alto a Dio fedel;\nGiungerò nel cielo un giorno, sta la patria mia nel ciel. (2x)\n\n3.\tDeh, non gemere, alma mia, sta la patria mia nel ciel!\nTriste il mondo e irato sia, sta la patria mia nel ciel! \nTrasformar di gloria in gloria vuoi Gesù questo mio cuor \nEgli è metà, è mia vittoria, sta la patria mia nel ciel. (2x)",
    "id": 117
  },
  {
    "number": "118",
    "title": "OSANNA AL FIGLIUOL DI DAVIDE",
    "content": "Osanna al figliuol di Davide, osanna al Re dei Re.\nBenedetto colui che viene nel nome del Signore.\nStendete sulla via i mantelli con la lode dei nostri cuori.\nNon lasciate che le pietre gridino, ma adorate il Redentor.\nOsanna al figliuol di Davide, osanna al Re dei Re.\nBenedetto colui che viene nel nome del Signore.",
    "id": 118
  },
  {
    "number": "119",
    "title": "PANE DEL CIELO",
    "content": "CORO: Pane del cielo sei Tu Gesù, \nVia d’amore, Tu ci fai come te. (2x)\n            \n1.\tNo, non è rimasta fredda la terra: Tu sei rimasto con noi,\nPer nutrirci di Te, pane di vita\nEd infiammare col Tuo amor tutta l’umanità. \n\n2.\tSì, il cielo è qui, su questa terra: Tu sei rimasto con noi, \nMa ci porti con Te, nella Tua casa,\nDove vivremo insieme a Te, tutta l’eternità. \n\n3.\tNo, la morte non può farci paura: Tu sei rimasto con noi, \nE chi vive di Te, vive per sempre, \nSei Dio con noi, sei Dio per noi, Dio in mezzo a noi.",
    "id": 119
  },
  {
    "number": "120",
    "title": "NIUNO M'AMA COME IL SALVATORE",
    "content": "1.\tVoglio a tutti raccontare del Signore, La potenza, la grandezza e la virtù ;\nHa cambiato la mia vita ed il mio cuore, Niun può fare queste cose: Sol Gesù. \n                                                 \nCORO: Niuno m'ama come il Salvatore, Niuno mi vuol ben come Gesù. \nEi soffrì, morì per me in sulla croce, Quanto mi amò Gesù.\n             \n2.\tNiuno m'ama come m'ama il Salvatore, Non Lo posso mai dimenticar quaggiù;\nI dolori, i travagli del mio cuore, Me li toglie ed allontana sol Gesù.\n\n3.\tNiuno veglia come veglia il Salvatore, Egli guarda l'alma mia ognor quaggiù.\nDalle pene, dai sospiri, il mio cuore, Lo rinforza e lo ristora il buon Gesù. \n\n4.\tNiuno mi vuoi bene come il Signore, Non v'è vero amico come Lui, quaggiù.\nSe sprezzato e abbandonato sento il cuore, Non sarò abbandonato da Gesù.",
    "id": 120
  },
  {
    "number": "121",
    "title": "GESÙ, GESÙ, GESÙ",
    "content": "Gesù, Gesù, Gesù nome prezioso per me\nTi sento vicino a me. \nNon posso fare a meno di Te\nLa mia vita Ti offro, \nLa mia piccola fé\nNascondere non posso il mio amore per Te.",
    "id": 121
  },
  {
    "number": "122",
    "title": "ABBIAM TROVATO IN GESÙ LA VERITÀ (GLORIA, GLORIA, ALLELUIA)",
    "content": "1.\tAbbiam trovato in Gesù la verità\nChe nessun uomo potrà mai calpestar,\nAbbiam trovato vita, luce, libertà, la gloria del Signor.\n                                                                                                \nCORO: Gloria, gloria, alleluia! Gloria, gloria, alleluia!\nGloria, gloria, alleluia! Il Cristo vincerà.\n             \n2.\tChi Gesù Cristo accetterà con tutto il cuor,\nEd avrà il coraggio di seguir la verità;\nChi proclamerà la salvezza del Signor, la vita eterna avrà.\n\n3.\tChiunque soffrirà col Cristo regnerà \nÈ la sua promessa che mai meno verrà \nII Suo messaggio di potenza e verità giammai cesserà.",
    "id": 122
  },
  {
    "number": "123",
    "title": "VIENI A CRISTO",
    "content": "1.\tVieni a Cristo, non tardar! Ei ti vuol, non rifiutar!\nO fratello, vieni, vieni al buon Gesù. \nT'ama d'un eterno amor,e ti vuole consolar;\nA Lui vieni, fratel caro, non tardar!\n\nCORO: Non tardar! Non più tardar! Non tardar! Non più tardar!\nT'ama d'un eterno amor, e ti vuole consolar:\nVieni ora, fratel caro, non tardar!\n\n2.\tVieni a Cristo, non tardar! Ei più ricco ti vuol far:\nEgli brama ricolmarti d'ogni ben. \nIl Signor vede il tuo cuor che desira giubilar.\nA Lui viene, fratel caro, non tardar!\n\n3.\tVieni a Cristo, non tardar! Egli in dono ti vuol dar\nle ricchezze che trovar non puoi quaggiù. \nSi, deciditi a venire e vicino a Lui restar. \nVieni, vieni, fratel caro, non tardar!\n\n4.\tVieni a Cristo non tardar! La tua tenda, Ei vuol piantar    \nOgni giorno più vicino alla Città.     \nOgni dubbio via da te, Getta e lascia in te operar       \nGesù Cristo che ti dice: Non tardar!",
    "id": 123
  },
  {
    "number": "124",
    "title": "GRANDE SEI TU (HOW GREAT THOU ART)",
    "content": "1.\tO mio Signor! Allor che con rispetto; Io miro il ciel che fece il Tuo voler\nE lo splendor di stelle o sento il tuono, E' il mondo inter che narra il Tuo poter. \n                                                                                 \nCORO: Un canto al cuor innalza a Te, Signore \nGrande sei Tu! Grande sei Tu! \nUn canto al cuor innalza a Te Signore \nGrande sei Tu! Grande sei Tu!\n                                   \n2.\tAllor che vo'vagando su pei monti, E degli uccel io sento il cinguettar \nE vedo giù gl'immensi prati verdi, E d'un ruscel ascolto il mormorar,\n                                 \n3.\tE nel pensar che il Salvator qui in terra, Venne a morir per l'uomo peccator, \nCh'Egli portò sul Golgota i miei mali, E che morì per darmi pace e amor.\n                                       \n4.\tQuando Gesù ritornerà dal cielo, E gioia appieno mi darà lassù,\nMi prostrerò davanti al Suo bel trono, Per proclamar: Signor, grande sei Tu!\n1.\tOh Lord my God when I in awesome wonder\nConsider all the worlds thy hands have made\nI see the stars, I hear the rolling thunder\nThy power throughout the universe displayed\nREFRAIN: Then sings my soul my savior God to Thee\n                     How great Thou art, How great Thou art \n                     Then sings my soul my savior God to Thee\n                     How great Thou art how great Thou art\n\n2.\tWhen thru the woods and forest glades I wander\nAnd hear the birds sing sweetly in the trees\nWhen I look down from lofty mountain grandeur\nAnd hear the brook and feel the gentle breeze \n\n3.\tAnd when I think that God, His Son not sparing\nSent Him to die, I scarce can take it in\nThat on the cross my burden gladly bearing\nHe bled and died to take away my sin (Refrain)\n\n4.\tWhen Christ shall come With shout of acclamation\nTo take me home What joy shall fill my heart\nThen I shall bow in humble adoration\nAnd there proclaim my God how great Thou art.",
    "id": 124
  },
  {
    "number": "125",
    "title": "IO NON SONO DEGNO",
    "content": "CORO: Io non sono degno di ciò che fai per me.\nMa Tu ami tanto uno come me. \nVedi non ho nulla da donare a Te. \nMa se Tu lo vuoi prendi me.\n        \n1.\tSono come la povere alzata dal vento\nSono come la pioggia caduta dal cielo\nSono come una canna spezzata dall'uragano\nSe Tu Signore non sei con me.\n\n2.\tContro i miei nemici Tu mi fai forte \nIo non temo nulla e nemmeno la morte \nSento che sei vicino e mi aiuterai \nMa non sono degno di quel che mi dai.",
    "id": 125
  },
  {
    "number": "126",
    "title": "DIO CLEMENTE",
    "content": "1.\tOh Dio clemente prego a Te, dei falli miei perdonami. \nCol puro sangue di Gesù, d'ogni mia macchia lavami \nScrivimi nel libro della vita, quest'anima pentita chiede a Te pietà. \n\nCORO: Padre celeste dhe! Concedimi fede pazienza e pace infondimi \nMentre dal cuore sale un cantico, Gloria all'Eterno Iddio Gloria a Gesù.\nSignor, del cielo e della terra ognor.\n\n2.\tMisericordia chiedo a Te, d'ogni cammino guidami. \nDammi salute e provvidenza, e d'ogni male salvami \nDammi del pane quotidiano la Tua Potente mano ciò che vuol, può far.\n\n3.\tSenti divina Maestà Padre celeste unico. Dammi la forza a sopportar la tentazion di satana \nPensa che debole son io e se mi affido a Dio Tu non mi abbandonar.",
    "id": 126
  },
  {
    "number": "127",
    "title": "MI SON DECISO (I HAVE DECIDED)",
    "content": "1.\tMi son deciso a seguire Cristo. Mi son deciso a seguire Cristo.\nMi son deciso a seguire Cristo, indietro no, non tornerò.\n\n2.\tSe nessun viene con me, ancor Lo seguirò. Se nessun viene con me, ancor Lo seguirò.\nSe nessun viene con me, ancor Lo seguirò, indietro no, non tornerò \n\n3.\tRinnego l'io, la croce prendo. Rinnego l'io, la croce prendo.\nRinnego l'io, la croce prendo,  indietro no non tornerò. \n\n4.\tIo mi ricordo l'Agnel di Dio. Io mi ricordo l'Agnel di Dio. \nIo mi ricordo l'Agnel di Dio, indietro no, non tornerò.\n\n1.\tI have decided to follow Jesus; I have decided to follow Jesus;\nI have decided to follow Jesus; No turning back, no turning back. \n\n2.\tThough I may wonder, I still will follow; Though I may wonder,I still will follow;\nThough I may wonder, I still will follow; No turning back, no turning back. \n\n3.\tThe world behind me, the cross before me; The world behind me, the cross before me;\nThe world behind me, the cross before me; No turning back, no turning back. \n\n4.\tThough none go with me, still I will follow; Though none go with me, still I will follow;\nThough none go with me, still I will follow; No turning back, no turning back.",
    "id": 127
  },
  {
    "number": "128",
    "title": "PADRE",
    "content": "Padre posso dire solo questo, quando penso a ciò che fai ogni istante Tu per me. \nPadre che mi svegli la mattina, e mi segui ovunque vado dirigendo i passi miei.\nPadre guardo un bimbo e vedo Te, Guardo un fiore e scopro Te. \nAlzo gli occhi e ci sei Tu.\nSempre Tu sempre qui. None un sogno ci sei Tu.                                                           \nPer le strade tra la gente, ogni istante di più.                                           \nSei nella mente mia Padre, sei nei pensieri miei.                                                                        \nLa mia sola speranza è di stare con Te. \nNon andare via Padre.",
    "id": 128
  },
  {
    "number": "129",
    "title": "VI VOGLIO RACCONTARE",
    "content": "1.\tVi voglio raccontare del mio Signore, Le grandi grazie che elargì al mio cuore,\nMentr'ero errante solo ed incosciente, Mi fu parlato dell'Iddio vivente. \n                                                     \nCORO: Ora comprendo oh, Quanto è grande l'amore di Dio per me  \nPer la nostra salvezza Gesù in croce morì.\n                                                                                       \n2.\tFuggir volevo non sapendo amare, Davanti a Cristo io non volevo andare. \nMa il Signor con viso sorridente, Mi disse: Vieni e non temer di niente.\n\n3.\tOra conosco alfin l'Iddio vivente, La grazia in Lui è più che sufficiente.\nGesù mi dice: Su vai sempre avanti, Devi seguir la via del primi santi.",
    "id": 129
  },
  {
    "number": "130",
    "title": "SE MI TROVASSI NELLA TEMPESTA",
    "content": "Se mi trovassi nella tempesta alcuno male io non temerei.\nPerché Gesù vive dentro me ed è Lui che mi guida.\n                         \n1.\tLa mia casa è fondata sulla roccia e mai potrà essere smossa\nPerché la roccia è Cristo Gesù, il Re, Il Signore dei signori.\n                      \nCORO: E allor di chi (e allor di chi) \nIo temerò (io temerò)\nSe in Dio confiderò. (2x)\n                                  \n2.\tLa Sua chiesa è fondata sulla roccia e mai potrà essere smossa \nPerché la roccia è Cristo Gesù il Re... \nIl Signore dei signori.",
    "id": 130
  },
  {
    "number": "131",
    "title": "UMIL COLOMBA",
    "content": "1.\tUmil Colomba vieni fedele messaggero \nCercando un santo luogo dove poter posare. \nSe dentro al mio cuore vuoi Tu dimorare \nLibera Tu mia vita e in essa fai dimora.\n                         \nCORO: Oh vien dolce Colomba e fai di me il Tuo nido \nSolo tenerti voglio come un suggello caro. \nNon mi sfuggir Colomba coprimi col Tuo incanto \nCon il divino fuoco dello Spirito Santo.\n              \n2.\tColomba speranza mia vieni col Tuo potere\nDiscendi nel mio cuore coi Tuoi preziosi doni.\nInondami di grazia di gioia celestiale\nFa che il mio cuore sia un nido permanente.\n\n3.\tAnelo con fervore tenerti nel mio cuore\nPoter sempre gustare il Tuo divino amore.\nAiutami a pregare e a rimaner fedele \nFino al glorioso giorno che Cristo apparirà.",
    "id": 131
  },
  {
    "number": "132",
    "title": "ASCOLTA SIGNORE",
    "content": "1.\tAscolta oh Salvator la voce del mio cuor, Ti voglio dir Signor che t'amo tanto \nTi voglio benedire ogni momento, Tu che per me moristi sulla croce \nTi prego oh Dio ascolta la mia voce.\n\n2.\tAscolta oh Salvator la voce del mio cuor, Fammi sentire ognor la Tua presenza\nRiempimi di Spirito e di Potenza. Fa che di Cristo splenda in me la luce \nTi prego oh Dio ascolta la mia voce.\n\n3.\tAscolta oh Salvator la voce del mio cuor, Sempre in Gesù voglio confidare \nFino alla fine a Te fedel restare, Virtù concedi e grazie alla mia prece \nTi prego oh Dio ascolta la mia voce.",
    "id": 132
  },
  {
    "number": "133",
    "title": "INSIEM RENDIAMO GRAZIE A DIO",
    "content": "Insiem rendiamo grazie a Dio; Insiem con gratitudine\nInsiem perché ci ha dato il suo figliuol Gesù. (2x)\n\nOra dica il debole son forte, Dica il povero son ricco\nPer quel che ha fatto il Signor per noi. (2x)",
    "id": 133
  },
  {
    "number": "134",
    "title": "SEI NEL NOSTRO MEZZO GESÙ",
    "content": "CORO: Sei nel nostro mezzo Gesù, Signor Gesù \nSei nel nostro mezzo Gesù, Signor Gesù \n        \n1.\tPel Tuo sangue sparso per noi Signor Ti ringraziam.\nPel Tuo sangue sparso per noi Signor Ti ringraziam.\n\n2.\tPer la Tua presenza in noi Signor, Ti ringraziam.\nPer la Tua presenza in noi Signor, Ti ringraziam.\n\n3.\tPel Tuo amore nuovo ogni dì Signor, Ti ringraziam.\nPel Tuo amore nuovo ogni dì Signor, Ti ringraziam.",
    "id": 134
  },
  {
    "number": "135",
    "title": "IL TUO NOME INNALZO OH DIO (LORD, I LIFT YOUR NAME ON HIGH)",
    "content": "Il Tuo nome innalzo oh Dio, le Tue lodi amo cantare\nGrande gioia è dentro me, mi hai salvato col Tuo amore\nTu sei venuto quaggiù per mostrar la via\nIl mio debito hai pagato sulla croce oh Dio\nTi hanno posto nella tomba, ma risorto ora sei Tu\nTi amo tanto oh mio Gesù.\n                          \n              Lord, I lift Your name on high, Lord, I love to sing Your praises.\n              I’m so glad You’re in my life, I’m so glad You came to save us.\n                      \n              You came from heaven to earth to show the way,\n              From the earth to the cross, mt debt to pay;\n              From the cross to the grave, from the grave to the sky;\n              Lord I lift your name on high.",
    "id": 135
  },
  {
    "number": "136",
    "title": "NESSUNO È COME TE (THERE IS NONE LIKE YOU)",
    "content": "Nessuno è come Te. Nessun altro sa capire il mio cuor\nSe cercassi per l’eternità non troverei uno come Te (2x)\nLa Tua bontà scorre come un fiume e sempre guarisce il mio cuor\nFra le Tue braccia mi sento al sicuro. Nessuno è come Te.\n                                    \nThere is none like You.  \nNo one else can touch my heart like You do.\nI could search for all eternity long, And find, there is none like You.\nYour mercy flows like a river wide, Healing comes from Your hands.\nSuffering children are safe in Your arms,  \nThere is none like You.",
    "id": 136
  },
  {
    "number": "137",
    "title": "AL GOLGOTA",
    "content": "1.\tAl golgota ascendi alma mia, e quivi contempla il Signore;\nContempla qual cruda agonia sofferse per me, peccator,\nContempla qual rosso torrente, che copre la terra d'onor.\nÈ il sangue del Giusto soffrente, per far sì ch'io viva Egli muor.\n\n2.\tTi lava ogni dì alma mia nel sangue del mio Redentor;\nRecente Egli sol è la vita, che guida al riposo d'amor.\nO, giubila al Tuo Creatore per tutta la sua mercé,\nPel dono ineffabil d'amore, nel Cristo, che al mondo Egli diè.\n\n3.\tO spirito mio, sali in alto sull'ali del dolce pregar. \nDeh! vai a Colui che dall' alto conosce ogni mio penar. \nDeh! vai al potere superno, nel nome del buon Salvator, \nE chiedi al Signore l'Eterno, di rendermi appien vincitor.\n\n4.\tOsanna all'Iddio onnipotente, Gesù venne in terra a salvar,\nMia vita di man del serpente, e l'alma mia vuoi ristora.\nOsanna, all'Eterno Signore pel dono del santo Evangel \nOsanna, a Gesù Salvatore, Signore della terra e del ciel.",
    "id": 137
  },
  {
    "number": "138",
    "title": "GESÙ IO T'AMO",
    "content": "1.\tGesù! io t'amo. Tuo amore per me\nMi attira a cercarTi, a Te noi corriam\nMi attira a cercarTi, a Te noi corriam \nTu sei il mio amore così meraviglioso, Oh Tu, che il mio cuore ama (2x)\n\n2.\tGesù Tuo amore, più dolce del vin\nE profumo soave che entra nel cuore\nE profumo soave che entra nel cuore \nUn prato erboso, sorgente d'acqua viva, Dai monti libano discende (2x)\n\n3.\tOh, vieni amato! Tuo giardino è in fior\nE l'odor dei profumi, è pieno d'amore\nE l'odor dei profumi, è pieno d'amore \nMio amico amato. Vieni nel mio giardino, Gustare latte, miele e vino (2x)\n\n4.\tMi metti come un sigillo sul Tuo cuor\nAmore forte come morte, gelosia come sceol! \nAmore forte come morte, gelosia come sceol!\nLe grandi acque non spengono l'amore, Nessun lo compra con denaro (2 x)",
    "id": 138
  },
  {
    "number": "139",
    "title": "CHIAMI SIGNORE",
    "content": "Chiami Signore Tu dici quello che nessun può esclamar;\nChiami Signore Tu dici che desideri amare il Re dei Re,\nNulla più ha valor, Tutto svanisce o Gesù pienezza è, \nÈ sempre il miglior, Chiami Signore, Gesù hai tutto in Lui.",
    "id": 139
  },
  {
    "number": "140",
    "title": "ERA LÌ",
    "content": "1.\tEra lì, per pagare il prezzo dei miei peccati\nEra lì, soffrendo e pensando alla mia vita Mentre tutti ridevan di Lui\nEra lì, quando il sangue scendeva dalla Sua fronte\nEra lì, mentre il sangue di Abele gridava “vendetta”, \nIl Suo sangue grida “Amore”\n                                                \nCORO: Gesù era lì, che soffriva con amore, Era lì, non pensava al Suo dolore\nGesù era lì, con lo sguardo verso il cielo “Padre mio”\n         \n2.\tEra lì, sofferente in croce con amore pregava\nEra lì, \"Padre mio, perdona loro perché non sanno quel ch’essi fanno\"\nEra lì, nell'ultimo istante della Sua vita\nEra lì, una sola espressione uscì dal Suo volto \n\"Padre mio tutto è compiuto\"",
    "id": 140
  },
  {
    "number": "141",
    "title": "GESÙ DOLCE MUSICA AL MIS CUOR",
    "content": "Gesù dolce musica al mio cuor, Gesù ascolti sempre il mio pregar\nGesù quando cado Tu sei lì, dolcemente mi rialzi su.\n    \nGesù è così bello amare Te, Gesù solo Tu non cambi mai\nGesù col Tuo sangue hai lavato il peccato che era dentro me.\n    \nGesù Tu ben presto tornerai, Gesù la Tua chiesa rapirai\nGesù che gran festa allor sarà, sempre insieme per l’eternità.",
    "id": 141
  },
  {
    "number": "142",
    "title": "CANTA ALLELUIA AL SIGNOR",
    "content": "Canta alleluia al Signor (Canta alleluia al Signor)\nCanta alleluia al Signor (Canta alleluia)\nCanta alleluia! Canta alleluia! Canta alleluia al Signor!\n\nGesù è qui in mezzo a noi…\nLui tornerà in maestà…\nCanta alleluia al Signor…",
    "id": 142
  },
  {
    "number": "143",
    "title": "QUANDO VEDO LA TUA SANTITÀ (WHEN I LOOK INTO YOUR HOLINESS)",
    "content": "Quando vedo la Tua santità, \nQuando ammiro la Tua beltà,\nQuel ch'è intorno a me diventa ombra, \nNella luce Tua.\n\nQuando ho trovato la via al Tuo cuore, \nTu mi hai dato gioia e vero amore,\nEd io scopro la vera ragione, \nPerché io vivo.\n                       \nPer adorarTi Signore, \nPer adorarTi Signore, \nLa ragione per cui vivo è adorarTi Signor (2x)\n\n\nWhen I look into Your holiness\nWhen I gaze into Your loveliness\nWhen all things that surround\nBecomes shadows in the ligh of You\n\nWhen I found the joy of reaching Your heart\nWhen my will becomes enthroned in Your love\nWhen all things that sarround\nBecomes shadows in the ligh of You\n\nI worship You, I worship You\nThe reason I live is to worship You (2x)",
    "id": 143
  },
  {
    "number": "144",
    "title": "LE TENEBRE SARANNO SU TUTTA LA TERRA",
    "content": "1.\tLe tenebre saranno su tutta la terra, copriranno tutti i popoli,\nMa il Signore sorgerà su di Te, La Sua gloria si vedrà su di Te.\n                                     \nCORO: O risorgi, splendi la Tua luce è venuta, E la gloria del Signore è sorta \nO risorgi, splendi, la Tua luce è venuta, E la gloria del Signore è su di te.\n                   \n2.\tI gentili verranno alla Tua luce, e i Re allo splendore del Tuo sorgere,  \nE Tu sarai la città del Signore la Sion del Santo d’Israel.\n\n3.\tAlza gli occhi intorno a Te, essi si uniscono insieme, \nE verranno a Te i tuoi figli da lontano, le Tue figlie saranno accanto a Te.\n\n4.\tGuarderai, sarai raggiante, e il Tuo cuore s'allargherà. \nL'abbondanza del mare si è volta a Te \nLe ricchezze dei popoli pure.\n\n5.\tMai più il sole sorgerà, nè la luna darà il suo chiarore, \nMa il Signore sarà la luce per Te, ed i giorni del Tuo lutto finiranno.",
    "id": 144
  },
  {
    "number": "145",
    "title": "MAGNIFICHIAMO IL SIGNOR",
    "content": "Magnifichiamo il Signor, \nDiam lode al nostro Redentor.\nMagnifichiam l’Altissimo, perch’Egli degno è.\nMagnifichiam l’Altissimo, perch’Egli degno è.",
    "id": 145
  },
  {
    "number": "146",
    "title": "MISERICORDIOSI",
    "content": "CORO: Misericordiosi come il Padre siate voi, e la vostra gioia sarà grande nel cielo! \nFate agli altri quello che vorreste fatto a voi, ma fatelo di cuore e con l’amore! \n \n1.\tA voi che mi ascoltate io dirò; Amate e perdonate chiunque vi odierà!\nDonate a chi ha bisogno e poi dimenticate, dal Padre che è nel cielo voi riceverete!\nFa che nel tuo cuore regni solo l’amore, e non sarai capace a giudicare!\n\n2.\tAma nel tuo cuore il Padre che ti ama, così potrai amare tutti gli uomini!\nPerché se il tuo Signore in te dimorerà, darai dei buoni frutti per l’eternità.\nNon fare come il mondo che ama solo chi ama \nE dal Padre avrai la tua ricompensa.",
    "id": 146
  },
  {
    "number": "147",
    "title": "COSÌ TORNERANNO I REDENTI DEL SIGNOR",
    "content": "Così torneranno i redenti del Signor, e verranno a Sion con gioia, \nCon allegrezza eterna incoronati son! (2x)\nPieni di gioia e di letizia, dolore, tristezza non saran più.\n\nCosì torneranno i redenti del Signor, e verranno a Sion con gioia, \nCon allegrezza eterna incoronati son!",
    "id": 147
  },
  {
    "number": "148",
    "title": "PER QUEL SANGUE",
    "content": "Per quel sangue Signore io vengo a Te\nPer quel sangue versato per me\nPer quel sangue Tu mi hai perdonato, \nE lavato da ogni mio peccato\nPer quel sangue son giustificato\nNon ho altro fondamento, solo il sangue di Gesù",
    "id": 148
  },
  {
    "number": "149",
    "title": "MI PRESENTO A TE OH SIGNORE",
    "content": "Mi presento a Te, Oh Signore, in virtù del Tuo amor \nE Ti do tutto ciò che fa parte di me senza rimpianti o no \nMi presento a Te, Oh Signore, perché Tu mi ami ognor,\nE farò tutto ciò che a Te piace Gesù, consacrami Signor. \n\nAlle--lu—ia, Alle--lu—ia, Alle--lu—ia, Alle--lu--ia        \nIo Ti amo Signor. Io Ti a~~mo   Signor.",
    "id": 149
  },
  {
    "number": "150",
    "title": "ADORO TE",
    "content": "Adoro Te Signore mio, nessuno è come Te\nAdoro Te mio Re dei Re, voglio che Tu regni in me\nIo amo Te, Tu la mia giustizia sei\nAdoro Te Signore mio, nessuno è come Te.",
    "id": 150
  },
  {
    "number": "151",
    "title": "NULLA SO DEL MIO DOMANI (I KNOW WHO HOLDS TOMORROW)",
    "content": "1.\tNulla so del mio domani. Di per dì vivo quaggiù. \nNulla so del Suo splendore, Il mio ciel non sempre è blu!\nIl futur non mi sconcerta- Perché so che il mio Gesù, \nE' con me lungo il cammino- Egli sa quel che avverrà!\n                                          \nCORO: Nulla so del mio domani, poco ancor comprende il cuor,\nMa io so che pur domani, mi terrà per man Gesù!\n                       \n2.\tIl sentier splende più bello, tutto d'or sembra il cammin, \nPiù legger diventa il peso,- Nel mio cuor c'è gioia alfin \nBrilla il sol sempre più vivo,- Più non c'è per me dolor!\nSplende in ciel l'arcobaleno- E mi da speranza al cuor!\n\n3.\tNulla so del mio domani,- Può portar la povertà, \nMa Chi da la vita ai gigli- Ogni dì vicin mi sta! \nIl sentier forse nel buio- E nel duol sarà quaggiù, \nMa il mio cuor andrà sicuro- Perché c'è con me Gesù!\n                                           \n\n1. I don't know about tomorrow, I just live from day to day.\n    I don't borrow from its sunshine, For its skies may turn to gray.\n    I don't worry o'er the future, For I know what Jesus said,\n    And today I'll walk beside Him, For He knows what is ahead.\n                                                         \nREFRAIN: Many things about tomorrow, \n                    I don't seem to understand;\n                    But I know Who holds tomorrow, \n                    And I know Who holds my hand.                  \n       \n2. Ev'ry step is getting brighter, As the golden stairs I climb;\n    Ev'ry burden's getting lighter; Ev'ry cloud is silver lined.\n    There the sun is always shining, There no tear will dim the eyes,\n    At the ending of the rainbow, Where the mountains touch the sky.\n                              \n3. I don't know about tomorrow, It may bring me poverty;\n    But the One Who feeds the sparrow, Is the One Who stands by me.\n    And the path that be my portion, May be through the flame or flood,\nBut His presence goes before me, And I'm covered with His blood.",
    "id": 151
  },
  {
    "number": "152",
    "title": "SIGNORE TU SEI",
    "content": "Signore Tu sei, più caro dell’argento,\nSignore Tu sei, più prezioso dell’oro,\nSignore Tu sei, più splendente dei diamanti,\nNiente desidero più di Te!",
    "id": 152
  },
  {
    "number": "153",
    "title": "GLORIA ED ONORE (ANCIENT OF DAYS)",
    "content": "Gloria ed onore, forza e potenza, diamo al nostro Signor\nTutto il creato, ogni nazione, diam lode al nostro Signor\nOgni lingua dichiarerà che la gloria è Tua,\nadorando confesserà il Tuo nome\nE la chiesa proclamerà per sempre che il Tuo regno mai fine avrà\nOh nostro Signor\n        \nI cieli e la terra proclamano che Gesù è il nostro Signor\nNon c’è nessun altro che è pari a Lui, cantiamo al nostro Signor (2x)\nCantiamo al nostro Signor, cantiamo al nostro Signor \n \n                                                       \nBlessing and honor, glory and power\nBe unto the Ancient of Days\nFrom every nation, all of creation\nBow before the Ancient of Days\nEvery tongue in heaven and earth\nShall declare Your glory \nEvery knee shall bow at Your throne  in wor- ship\nYou will be exalted, Oh God,\nAnd Your kingdom shall not pass away\n                                            \nOh Ancient of Days\nYour kingdom shall reign over all the earth\nSing unto the Ancient of Days\nFor none can compare to Your matchless worth\nSing unto the Ancient of Days.",
    "id": 153
  },
  {
    "number": "154",
    "title": "NON C’È NIENTE DI PIÙ BELLO",
    "content": "Non c’è niente di più bello, non c’è niente di più grande,\nNon c’è niente di più dolce, che conoscere Gesù.\nConoscere Gesù, conoscere Gesù,\nNon c’è niente che io voglia, sol conoscere Gesù.",
    "id": 154
  },
  {
    "number": "155",
    "title": "LA VITTORIA È NOSTRA",
    "content": "La vittoria è nostra, La vittoria è nostra, nel nome di Gesù. \nsatana è sconfitto, satana è sconfitto, nel nome di Gesù.\nChi può dire ciò che Dio può far, Chi può dire la Sua fedeltà\nNel Suo nome grande onnipotente tutto si muoverà.",
    "id": 155
  },
  {
    "number": "156",
    "title": "TU SEI SANTO (YOU ARE HOLY)",
    "content": "Tu sei santo (Tu sei santo), Sei immenso (sei immenso)\nE sei degno (e sei degno), Di lode (di lode)\nSeguirò Te (seguirò Te), Ascolterò Te (ascolterò Te)\nAmerò Te (amerò Te), Nei giorni miei (nei giorni miei)\nCanterò a Lui, Lo adorerò. Egli è il mio Re, che solo degno è!\nIo Lo amerò, Lo adorerò e m’inchinerò davanti a lui!\nTu sei il principe di pace ed io vivrò per Te. \n                                                    \nYou are holy,  (You are holy)\nYou are mighty (You are mighty)\nYou are worthy,  (You are worthy)\nWorthy of praise. (worthy of praise)\nI will follow, (I will follow)\nI will listen, (I will listen)\nI will love you, (I will love you)\nAll of my days. (all of my days)\n\nI will sing to and worship \n(You are Lord of Lords, You are King of Kings)\nThe King who is worthy \n(You are Mighty God, Lord of everything)\nI will love and adore Him \n(You're Immanuel, You're the Great I Am)\nI will bow down before Him \n(You're the Prince of Peace, who is the Lamb)\nI will sing to and worship \n(You're the Living God, You're my Saving Grace)\nThe King who is worthy \n(You will reign forever, You are Ancient of Days)               \nI will love and adore Him \n(You are Alpha, Omega, Beginning, and End)\nI will bow down before Him \n(You're my Savior, Messiah, Redeemer and Friend)\n                                     \nYou're my Prince of Peace and I will live my life for You.",
    "id": 156
  },
  {
    "number": "157",
    "title": "IO HO UN DIO",
    "content": "Io ho un Dio molto, molto grande, meraviglioso è \nSempre amoroso, sempre vittorioso, meraviglioso è\nTu hai un Dio molto/ Abbiamo un Dio molto",
    "id": 157
  },
  {
    "number": "158",
    "title": "O GESÙ GRAZIE",
    "content": "O Gesù grazie del Tuo amor per me, \nChe in un istante libero mi fé.\nAlzo la voce e lodo Te, Ti loderò sempre perché\nTutto sei per me sei il mio Signor!",
    "id": 158
  },
  {
    "number": "159",
    "title": "SIGNORE VENGO A TE (LORD, I COME TO YOU)",
    "content": "1.\tSignore vengo a Te rinnova e cambia il mio cuor \nPer la grazia che ho trovato in Te.\nSignore vengo a Te, le debolezze che io ho \nLe cancellerai col Tuo grande amore. \n                                \nCORO: Stringimi con il Tuo amore riempimi \nPortami più vicino a Te \nSe spero in Te arriverò più in alto \nE volerò con Te e Tu mi guiderai col Tuo grande amore. \n\n2.\tVoglio star con Te vicino al volto Tuo Signor\nE vivi dentro me col Tuo grande amor \nVoglio star con Te fare la Tua volontà \nE sempre vivere col Tuo grande amore. \n                                   \n1. Lord, I come to You, let my heart be changed, renewed\n    Flowing from the grace that I found in You\n    And Lord, I’ve come to know the weaknesses I see in me\n    Will be stripped away by the power of Your love\n\nREFRAIN: Hold me close, let Your love surround me\n                    Bring me near, draw me to Your side\n                    And as I wait, I’ll rise up like the eagle\n                    And I will soar with You, Your Spirit leads me on\n                    In the power of Your love\n\n2. Lord unveil my eyes, let me see You face to face\n    the knowledge of Your love as You live in me\n    Lord, renew my mind as Your will unfolds in my life\n    In living everyday in the power of Your love.",
    "id": 159
  },
  {
    "number": "160",
    "title": "OSANNA, OSANNA",
    "content": "1.\tOsanna, Osanna, Osanna, all’Altissimo (2x)\n                      \nCORO: T’innalziamo Signor, con le lodi del cuor,             \nT’esaltiamo Signore Dio, Osanna all’Altissimo!\n            \n2.\tGloria, gloria, gloria al Re dei Re (2x)",
    "id": 160
  },
  {
    "number": "161",
    "title": "IL SIGNORE STA MARCIANDO (FOR THE LORD IS MARCHING ON)",
    "content": "Il Signore sta marciando, la Sua armata è vittoriosa,\nLa Sua gloria sarà vista in mezzo a noi.\nCanta l’inno di vittoria, abbiamo vinto la battaglia,\nNessun’arma contro noi reggerà.\n                                                     \nCORO: Perché il nostro capitano è Gesù!\nNoi marciamo sulle sue impronte,\nNessun nemico mai ci fermerà.\n                            \nStiam marciando col Messia, la vittoria è in Sua mano.\nSu, avanziamo e Canaan conquistiam!\n\nFor the Lord is marching on\nAnd His army is ever strongAnd His glory shall be seen upon our land\nRaise the anthem, sing the victor's song\nPraise the Lord for the battle's won\nNo weapon formed against us shall stand\n\nFor the Captain of the host is Jesus\nWe're following in His footsteps\nNo foe can stand against us in the fray\nWe are marching in Messi-ah's band\nThe keys of victory in His mighty hand\nLet us march on to take our promised land!\nFor the Lord is marching on\nAnd His army is ever strong\nAnd His glory shall be seen upon our land!",
    "id": 161
  },
  {
    "number": "162",
    "title": "SEI TU LA MIA VITA (MY LIFE IS IN YOU)",
    "content": "Sei Tu la mia vita, sei Tu la mia forza,\nSei Tu la speranza, sei Tu solo Tu. (2x)\nTi voglio lodare Signor, con tutta la forza che è me,\nCon la vita mia, con la forza mia. La speranza mia è in Te.\n                    \nSei Tu, solo Tu. Sei Tu, solo Tu Signor.\n\nREFRAIN: My life is in You Lord My strength is in You Lord\n    My hope is in You Lord In You, it’s in You (2x)\n\nI’ll praise You with all of my life\nI’ll praise You with all of my strength \nWith all of my life with all of my strength \nAll my hope is in You",
    "id": 162
  },
  {
    "number": "163",
    "title": "O MIO SIGNORE (TO THE POTTER’S HAND)",
    "content": "O mio Signore mio Redentore, si io lo so hai nelle Tue mani \nI giorni miei per fare la Tua volontà \nSe Tu mi chiami alla Tua presenza, guidami oh Dio nei Tuoi sentieri \nIo voglio che tutto ciò che è in me dia lode a Te \nVinto dal Tuo immenso amore mi dono a Te con tutto il cuore \nPer la chiamata che hai rivolto a me \nLa mia vita è nelle Tue mani e so Ti servirai di me Signor \nVoglio dirti che Ti amo tanto e frutto porterò per Te Signor\n                 \nBeautiful Lord, wonderful savior\nI know for sure, all of my days are\nHeld in Your hand, crafted into Your perfect plan\nYou gentlly call me into Your presence \nGuiding me by Your Holy Spirit\nTeach me dear Lord to live all my life through Your eyes\nI’m captured by Your holy calling\nSet me apart, I know You’re drawing me to Yourself\nLead me, Lord, I pray \nTake me, mould me, use me, fill me\nI give my life to the potter’s hand\nCall me, You guide me, lead me, walk beside me\nI give my life to the potter’s hand.",
    "id": 163
  },
  {
    "number": "164",
    "title": "CIELI NUOVI E TERRA NUOVA",
    "content": "1.\tCieli nuovi e terra nuova: è il destino dell'umanità!\nViene il tempo, arriva il tempo che ogni realtà si trasfigurerà.\nE in cieli nuovi e terra nuova il nostro anelito si placherà!\nLa Tua casa, la Tua dimora su tutti i popoli si estenderà!\n                          \nCORO: È il pane del cielo che ci fa vivere: \nChe chiama a vivere e andare nel mondo.\nÈ il pane del cielo che ci fa vivere: \nChe chiama a vivere e andare a portare il Tuo dono.\n           \n2.\tCieli nuovi e terra nuova:la speranza non inganna mai! \nE Tu risorto ci fai risorti, tutto il creato un canto diverrà. \nE in cieli nuovi (e in cieli nuovi) e terra nuova (e terra nuova)                    \nC'è il disegno che hai affidato a noi: (e cieli e terra nuova)\nGerusalemme dal cielo scende, Gerusalemme in terra troverà.\n\nCieli nuovi (e cieli nuovi) e terra nuova (e terra nuova)\nÈ il destino dell'umanità! (e cieli e terra nuova)\nViene il tempo, arriva il tempo che ogni realtà si trasfigurerà.",
    "id": 164
  },
  {
    "number": "165",
    "title": "PIÙ AMORE (MORE LOVE)",
    "content": "Più amore, potenza, la Tua presenza dentro me.(2x) \nEd io Ti adorerò con tutto il mio cuor, \nEd io Ti adorerò con l’anima mia \nEd io Ti adorerò con la forza che ho \nPerché sei il Signor, sei il mio Signor. \n \nREFRAIN: More love, more power, \n                    More of You in my life; \n                    More love, more power, \n                    More of You in my life. \n\n1.\tAnd I will worship You with all of my heart, \nAnd I will worship You with all of my mind, \nAnd I will worship You with all of my strength, \nFor You are my Lord. (2x)\n\n2.\tAnd I will seek Your face with all of my heart, \nAnd I will seek Your face with all of my mind, \nAnd I will seek Your face with all of my strength, \nFor You are my Lord. (2x) You are my Lord",
    "id": 165
  },
  {
    "number": "166",
    "title": "DALL'AURORA AL TRAMONTO",
    "content": "CORO: Dall'aurora io cerco Te, Fino al tramonto Ti chiamo\nHa sete solo di Te, L'anima mia come terra deserta\n\n1.\tNon mi fermerò un solo istante, Sempre canterò la Tua lode\nPerché sei il mio Dio, il mio riparo. Mi proteggerai all'ombra delle Tue ali.\n\n2.\tNon mi fermerò un solo istante, Io racconterò le Tue opere\nPerché sei il mio Dio, unico bene. Nulla mai potrà la notte contro di me.\n\nCORO 2:Dall'aurora io cerco Te, Fino al tramonto Ti chiamo\nHa sete solo di Te, l'anima mia come terra deserta\nHa sete solo di Te, l'anima mia come terra deserta",
    "id": 166
  },
  {
    "number": "167",
    "title": "AI PIÈ DELLA TUA CROCE",
    "content": "1.\tAi piè della Tua croce, Signor voglio restar; Di roccia immane all'ombra, È come riposar;\nÈ come in casa amica, Sostar da dura via; Da Te ristoro e pace, Riceve l'alma mia.\n\n2.\tMorente sulla croce, Talor mi par davver; La santa Tua persona, Dinanzi a me veder;\nE allora il doppio abisso, Misura muto il cor\nDel mio peccato orrendo, E del Tuo immenso amor!\n\n3.\tAll'ombra della croce, Io scelgo d'abitar,\nChé in essa il Tuo splendore, Vò ognora contemplar.\nDel mondo né ricchezze, Né onori contane più;\n4.\tÈ sol mio vanto e gloria, La croce Tua, Gesù!",
    "id": 167
  },
  {
    "number": "168",
    "title": "UN VASO NUOVO",
    "content": "O Signor Tu mi salvasti (o mio Signor)\nDal mondo dove vivevo (quale amar)\nMi copristi col Tuo sangue\nMi riempisti della Tua vita.\nVita eterna Tu mi hai dato (o mio Signor)\nAlla croce quando moristi (quale amar)\nQuella croce è sul Calvario\nDove Tu desti la vita.\n\nCORO: \"Fai di me un vaso nuovo, Dove gli altri possano bere;\nBere la Tua acqua viva, Acqua che toglie la sete\" (2x)",
    "id": 168
  },
  {
    "number": "169",
    "title": "CAMMINERÒ",
    "content": "CORO: Camminerò, camminerò, Sulla Tua strada Signor,\nDammi la mano, voglio restar, Per sempre insieme a Te.\n\n1.\tQuando ero solo, solo e stanco nel mondo, Quando non c’era l’amor,\nTante persone vidi intorno a me, sentivo cantare così…\n\n2.\tIo non capivo, ma rimasi a sentire, Quando il Signor mi parlò:\nLui mi chiamava,chiamava anche me, e la mia risposta si alzò…\n\n3.\tOr non m’importa se uno ride di me, Lui certamente non sa,\nDel gran regalo che ebbi quel dì, che dissi al Signore così…\n\n4.\tA volte son triste ma mi guardo intorno, Scopro il mondo e l’amor,\nSon questi i doni che Lui fa a me, felice ritorno a cantar…",
    "id": 169
  },
  {
    "number": "170",
    "title": "RISUSCITÒ",
    "content": "CORO: Risuscitò, risuscitò, risuscitò, alleluia!\nAlleluia, alleluia, alleluia, risuscitò!\n \n1.\tLa morte, dove stà la morte?\nDov'è la mia morte? Dov'è la Sua vittoria?\n\n2.\tAllegria, allegria, fratelli,\nChe se oggi noi viviamo, è perché risuscitò.\n\n3.\tSe con Lui moriamo con Lui viviamo\nCon Lui cantiamo, alleluia!",
    "id": 170
  },
  {
    "number": "171",
    "title": "PER LA CASA DI DIO",
    "content": "1.\tAbbiamo un desiderio ardente, Edificar la casa Tua, Signor. (2x)\nCostruiremo secondo la Tua visione, La casa in cui puoi riposarti. (2x)\n\nGuida~ci per la Tua casa gloriosa~!  (HEI HEI)\nLa la la la la la, lodato sia il Signor\n\n2.\tNon per potenza né per forza, Ma pel T~uo Santo Spirito. (2x)\nQui non c'è più Greco e né Giudeo, Ma Cristo è tutto e in tutti. (2x)\n\nChiamaci, Signor alla Tua realtà~! (HEI HEI)\nLa la la la la la, lodato sia il Signor\n\n3.\tOra è il momento per e~dificare, Edificar la dimora di~vin. (2x)\nNon più ritardare! Saliamo sul monte, Del nostro Signore con un canto nuovo. (2x)\n\nCamminiamo su, o fratello e sore~lla! (HEI HEI)\nLa la la la la la, lodato sia il Signor",
    "id": 171
  },
  {
    "number": "172",
    "title": "TE AL CENTRO DEL MIO CUORE",
    "content": "1.\tHo bisogno di incontrarti nel mio cuore \nDi trovare Te di stare insieme a Te\nUnico riferimento del mio andare\nUnica ragione Tu, unico sostegno Tu \nAl centro del mio cuore ci sei solo Tu.\n\n2.\tAnche il cielo gira intorno e non ha pace \nMa c'è un punto fermo è quella stella là\nLa stella polare fissa ed è la sola \nLa stella polare Tu, la stella sicura Tu \nAl centro del mio cuore ci sei solo Tu.\n\nCORO: Tutto ruota attorno a Te, in funzione di Te \nE poi non importa il come, il dove e il se...\n\n3.\tChe Tu splenda sempre al centro del mio cuore \nIl significato allora sarai Tu\nQuello che farò sarà soltanto amore \nUnico sostegno Tu, la stella polare Tu\nAl centro del mio cuore ci sei solo Tu.",
    "id": 172
  },
  {
    "number": "173",
    "title": "IL FIGLIOL PRODIGO",
    "content": "1.\tLasciai un giorno il mio pastore\nAvevo soldi e tanti sogni da comprare\nEd una sera il cuore mio ha chiesto amore\nEd ho scoperto che l’amore non si vende.\nCosì ho corso forte per la via\nE nell’affanno son caduto\nEd ho gridato al mondo intero che cercavo amore…\nMa l’amore non c’è!\nE stanco e solo son rimasto qui.\nCORO:Ti prego abbracciami Gesù! C’è troppo freddo senza Te!\nE in questo mondo di tempesta, puoi salvarmi solo Tu!\nE questo ghiaccio che ho nel cuore, puoi scioglierlo solo Tu!\nRiscaldami Gesù! Ti prego abbracciami Gesù,\nIo non ti lascerò mai più! E nella barca della vita,\nAdesso ci sei Tu… se il vento soffia così forte,\nLascio che mi guidi Tu! E come posso naufragare…\nSe al timore ci sei Tu!\n2.\tLasciai un giorno il mio Pastore, \nAvevo soldi e tanti sogni da comprare\nEd una sera il cuore mio ha chiesto amore\nEd ho scoperto che l’amore non si vende.\nGesù, io son venuto qui da Te,\nPerché c’è un grande vuoto, dentro di me.\nIo come il figliol prodigo volevo far tutto da solo.\nMa poi ho perso tutto quanto e…\nA mani vuote torno a Te Gesù! Accettami così!",
    "id": 173
  },
  {
    "number": "174",
    "title": "SEMINA AL MATTINO",
    "content": "1.\tSemina al mattino, spargi l’Evangelo,\nSemina con pianti, giorno e notte ancor.\nFiducioso attendi, prega pel raccolto,\nMieterai con canti tante spighe d’or!\n\nCORO: Tante spighe d’or, per il tuo Signor,\nMieterai, con canti, tante spighe d’or!\nGuarda le campagne, bianche son da mieter,\nFiducioso attendi tante spighe d’or!\n\n2.\tSemina col sole, spargi l’Evangelo\nAnche quando è scuro e c’è freddo gel.\nPresto, compi l’opra, viene la raccolta,\nMieterai con canti tante spighe d’or!\n\n3.\tSemina piangendo, spargi l’Evangelo\nLo Spirito Santo, forte, ti sostien.\nCerto, il pianto, presto, finirà per sempre,\nTornerai con canti e tante spighe d’or!",
    "id": 174
  },
  {
    "number": "175",
    "title": "ESCI DALLA TUA TERRA",
    "content": "CORO: Esci dalla tua terra e va dove ti mostrerò (2x)\n \n1.\tAbramo non andare, non partire non lasciare la tua casa, cosa speri di trovare?\nLa strada è sempre quella ma la gente è differente ti è nemica, \nDove speri di arrivar?\nQuello che lasci tu lo conosci: il tuo Signore cosa ti dà?\nUn popolo la terra e la promessa. Parola di Javhè.\n\n2.\tLe reti sulla spiaggia abbandonata le han lasciate i pescatori, son partiti con Gesù.\nLa folla che osannava se n’è andata ma il silenzio una domanda, \nSembra ai dodici portar:\nQuello che lasci tu lo conosci: il tuo Signore cosa ti dà?\nIl centuplo quaggiù e l’eternità. Parola di Gesù.\n\n3.\tPartire non è tutto, certamente c’è chi parte e non dà niente, cerca solo libertà.\nPartire con la fede nel Signore con l’amore aperto a tutti, \nPuò cambiar l’umanità.\nQuello che lasci tu lo conosci, quello che porti vale di più.\nAndate e predicate il mio Vangelo. Parola di Gesù.",
    "id": 175
  },
  {
    "number": "176",
    "title": "VOGLIO MIRAR LA TUA BELLEZZA",
    "content": "Dio mi apro a Te, mi dono a Te, Gesù\nIo mi dispongo nelle Tue mani, \nTi arrendo tutto, Signor\nApri i miei occhi, voglio vederTi,\nTogli le bende che mi hanno accecato\nApri i miei occhi, voglio vederTi, \nMostra la gloria e la Tua bontà\nVoglio mirar la Tua bellezza, \nE contemplar la Tua maestà\nApri i miei occhi, Gesù Cristo, \nMostra la gloria e la Tua bontà",
    "id": 176
  },
  {
    "number": "177",
    "title": "IL CENTURIONE",
    "content": "1.\tC'era un giorno in cui un uomo, andò incontro a Gesù:\nEra un uomo straniero che viveva laggiù,\nMolto amato da tutti per le sue virtù.\nHo sentito parlare così tanto di Te;\nC'è un mio servo che muore, ed io so che non c'è\nUno che può salvare all'infuori di Te.\n\nCORO: Io ti prego, Signore, non entrare da me,\nPerché so che il mio cuore non è degno di Te.\nMa con una parola sono certo, Signore, \nTu potrai guarire questo mio servitore.\n\n2.\tPerché anch'io sono un uomo e so quello che fa, \nE se dico a un soldato:-Devi andare-Egli va \nE a un mio servo:-Fà questo- Egli pure lo fa.\nNon esiste in Israele una fede così\nDisse allora il Signore, rivolgendosi a chi\nStava lì ad ascoltare e quel servo guarì.\n\nBRIDGE: Io Ti prego, Signore,\nEntra dentro il mio cuore.\nNon ho al mondo nessuno all'infuori di Te\nChe mi sappia capire, che mi possa guarire.\nFà che cresca ogni giorno la mia fede per Te.",
    "id": 177
  },
  {
    "number": "178",
    "title": "TUTTO A CRISTO",
    "content": "1.\tMi chiedo se ho dato tutto a Cristo colui che ha dato tutto a me\nMi chiedo se in Cristo ho fiducia, O se la fede manca spesso in me\n\nCORO: Son tante quelle ore che ho perduto, Sono poche quelle spese con Gesù\nMi chiedo se il Signore è soddisfatto, Io voglio vivere per Lui\n\n2.\tLa vita dura poco sulla terra, domani forse finirà\nGli uomini intorno han bisogno, Di Cristo e dell’amore che sa dar\n \n3.\tNon voglio fare a meno di parlare di Cristo che morì per me\nA Lui voglio dare la mia vita, Signore io mi dono tutta a Te",
    "id": 178
  },
  {
    "number": "179",
    "title": "DEH, ASCOLTA",
    "content": "CORO:  O Dio d’amor, deh, ascolta il mio pregar:\n\n1.\tRendimi intento tutto al Tuo timor;\nPer l’evangel desiro in Te abbondar\nDi carità, di fé, di speme ognor.\n\n2.\tLa Tua parola scrivi nel mio cuor;\nAltro non v’è che possa consolar;\nPer essa sola sento in Te vigor.\n\n3.\tFammi secondo tutto il Tuo voler:\nCon tutto il cuor, deh, fammi camminar\nRipieno di virtù nei Tuoi sentier.\n\n4.\tProseguirò conoscer Ti vieppiù…\nD’ogni Tuo ben deh, fammi giubilar:\nNel nome Te lo chiedo di Gesù.",
    "id": 179
  },
  {
    "number": "180",
    "title": "MI ARRENDO AL TUO AMORE",
    "content": "1.\tSotto la Tua croce apro le mie braccia,\nAccolgo il Tuo perdono, la Tua misericordia.\nAdoro nel silenzio il Tuo splendore,\nIl volto Tuo che libera il mio cuore.\n\nCORO: Mi arrendo al Tuo amore, Signore Gesù,\nNon posso restare lontano da Te.\nMi arrendo al Tuo amore, Signore Gesù,\nAlla Tua presenza per sempre resterò.\n\n2.\tAi piedi della croce visiti il mio cuore,\nMi doni la Tua pace, consoli la mia vita.\nContemplo la maestà della Tua gloria,\nIl Sangue Tuo che sana le ferite.",
    "id": 180
  },
  {
    "number": "181",
    "title": "DIO È AMORE",
    "content": "1.\tDio ha mandato il Suo Figlio Gesù \nPerché avessimo la vita per Lui.\nÈ Dio che primo ha scelto noi,\nSuo Figlio si è offerto per i nostri peccati, per noi.\n\nCORO: Dio è Amore, Dio è Amore. \nDio ama, Dio ama.\nDio è Amore.\nDio è Amore, Dio è Amore. \nDivina trinità, perfetta carità.\nDio è Amore.\n\n2.\tSe noi amiamo, Dio abita in noi, \nE così noi dimoriamo in Lui.\nEgli ci dona il Suo Spirito:\nCi ha dato la vita per sempre suoi figli, noi siamo.",
    "id": 181
  },
  {
    "number": "182",
    "title": "È BUONO CELEBRARE",
    "content": "È buono celebrare il nostro Re. \nSalmeggiare all’Altissimo                 \nProclamare la mattina la Tua benignità. \nE la sera la Tua fedeltà. \n                  \nAl suono del saltéro e dell’arpa. \nIo canto giubilando in Te                              \nPerché Tu, oh Signor, mi rallegri il cuor. \nPer le opere grandi che Tu fai.",
    "id": 182
  },
  {
    "number": "183",
    "title": "FA' DI ME UNO STRUMENTO",
    "content": "CORO: Signore, fa' di me uno strumento, della tua pace, del tuo amore (2X).\n\n1.\tDove c'è l'odio ch'io porti l'amore; Dov'è l'offesa ch'io porti il perdono.\n\n2.\tDov'è tristezza ch'io porti la gioia; Dov'è l'errore ch'io porti la verità.\n\n3.\tDov'è discordia ch'io porti l'unione; Dove c'è il dubbio ch'io porti la fede.\n\n4.\tDove c'è angoscia ch'io porti speranza; Dove c'è il buio ch'io porti la luce.",
    "id": 183
  },
  {
    "number": "184",
    "title": "OGNI TUA PROMESSA",
    "content": "O Gesù, mio Signor, quanto è grande il Tuo nom! \nSei la Verità e giammai Tu cambierai;\n         \nLe Tue promesse son preziose, Ravvivano la fé; \nTutte quante un giorno si compiranno in Te.\n\nCORO: Ogni Tua promessa è sì ed amen. \nGesù, ognuna è verità.    \nOgni Tua promessa è sì ed amen.\nGesù, noi correremo dietro a Te.\n\nNoi correremo e non ci stancheremo. Ci alzeremo come un'aquila.\n    \nNella Tua presenza, o Dio, Noi risorgerem, Finché un giorno noi sarem davanti a Te.\n\nQuasi vacillò il mio piè. E quasi persi la Tua via,     \nFinché non entrai nel tempio Tuo, Signor, \nE udii il Tuo dolce Spirito\nE ho capito che...",
    "id": 184
  },
  {
    "number": "185",
    "title": "GESÙ DAL MONDO MI COMPRÒ",
    "content": "1.\tGesù dal mondo mi comprò, \nCol sangue che per me versò.\nPer Lui l'erede or son del ciel. \nOh gloria, gloria al santo Agnel.\n\nCoro: Il mondo non è più per me, \nIl mondo non è più per me\nDi questo mondo non son più. \nOh gloria, gloria al buon Gesù.\n\n2.\tSeguace or son del Re dei re, \nCh'è Capo e Compitor di fè.\nStranier qui sono e pellegrin; \nIn pace compio il mio cammin. \n\n3.\tInvano il mondo ingannator, \nDeviarmi cerca dal Signor.\nDi questo mondo non son più, \nSon cittadino di lassù.",
    "id": 185
  },
  {
    "number": "186",
    "title": "RALLEGRIAMOCI",
    "content": "1.\tRallegriamoci, non c’è spazio alla tristezza in questo giorno \nRallegriamoci, è la vita che distrugge ogni paura\nRallegriamoci, che si compie in questo giorno la promessa\nRallegriamoci, ogni uomo lo vedrà: la salvezza di Dio\n\nCORO: Gloria a Te Emmanuele, Gloria a Te Figlio di Dio. \nGloria a Te Cristo Signore che nasci per noi e torna la gioia (x2)\n\n2.\tRallegriamoci, Egli viene a liberarci da ogni male. \nRallegriamoci, è il momento di gustare il sui perdono,\nRallegriamoci, con coraggio riceviamo la sua vita, \nRallegriamoci, perché è giunta in mezzo a noi la presenza di Dio. \n\n3.\tRallegriamoci, tutti i popoli del mondo lo vedranno \nRallegriamoci, nel Signore è la nostra dignità. \nRallegriamoci nella luce del suo regno in cui viviamo, \nRallegriamoci, siamo tempio vivo suo, siamo chiesa di Dio",
    "id": 186
  },
  {
    "number": "187",
    "title": "DIO LO SA",
    "content": "Se tu sei freddo Dio lo sa; Se tu sei in dubbio Dio lo sa \nSe non lo senti Dio lo sa; Se hai sbagliato Dio lo sa\n  \nSe hai pregato Dio lo sa; Se non ti ha risposto Dio lo sa\nSe sta tardando Dio lo sa; Se sei deluso Lui lo sa!\n\nSe tu sei stanco Dio lo sa; Se tu hai pianto Dio lo sa  \nSe l’hai cercato Dio lo sa; Se stai in pena Dio lo sa\n\nSe non riesci Lui lo sa; Lo sguardo Suo è sopra di te\nLo Spirito Suo è vicino a te; Finché tu non comprendi che\n\nEgli è Dio e non può sbagliare, Egli è Dio e non può mentire\nEgli è fedele perché è Dio, E manderà la Sua Parola\nDai gloria a Dio finché verrà, Egli è Dio, non può sbagliare\nEgli è fedele perché è Dio, E manderà la Sua Parola\n[Dio lo sa, Dio lo sa, Dio lo sa] (x2)   Dio lo sa.",
    "id": 187
  },
  {
    "number": "188",
    "title": "ALLA TUA PRESENZA",
    "content": "Cadono domande perché qui si espande\nIl profumo fresco della Tua presenza\nTutte le risposte alle mie domande\nIo le trovo stando solo qui davanti a Te\n\nQuasi quasi i miei piedi inciampavano\nVedendo la prosperità che c’è\nIn coloro che non vivono seguendo Te\nChe rifiutano di credere\n\nQuasi quasi i miei piedi inciampavano\nInvidiando quelli che non hanno Te\nForse accecato da una finta libertà\nFino a quando ho compreso che",
    "id": 188
  },
  {
    "number": "189",
    "title": "DA ORA IN POI",
    "content": "1.\tLui sta bussando al tuo cuor, \nTi sta chiedendo di arrenderti,\nAbbandonandoti al suo amor, \nRispondi sì, a Lui ch’è il Signor.\nEd ora un pianto di gioia, \nLe tue paure via porterà,\nLa Sua presenza è forte in te, \nSei certo che Gesù vive in te...\nUna nuova vita ti aspetta ormai con Gesù, con Gesù...\n\n      CORO 1: E da ora in poi sarà al tuo fianco,\nTi proteggerà nel suo immenso amor.\nSolo non sarai da ora e per sempre, \nLui ha promesso che non ti scorderà (non ti scorderà)\n\n2.\tDomani forse avrai, \nDomande e dubbi che avevi già,\nMa non lasciarti buttare giù. \nLui finirà la sua opera in te.\nUna nuova vita ti aspetta ormai con Gesù, con Gesù...\n\nCORO 2: E da ora in poi sarà la tua forza,\nSe in difficoltà tu ti troverai.\nGioia donerà al tuo triste cuore. \nLui ha promesso che non ti scorderà\nIl mondo passerà, ma tu vivrai per sempre, \nNel Suo amor…",
    "id": 189
  },
  {
    "number": "190",
    "title": "SE NON AVESSI TE",
    "content": "Se non avessi Te, In questo mondo, oh mio Signore, dove sarei?\nSe non avessi Te, In questa vita mia, oh mio Signore, cosa farei?\n\nChi mi potrebbe consolare nel dolor? \nChi guiderebbe i miei passi con amor?\nChi porterebbe nelle prove, \nUna parola di conforto per me?\n\nTu, solo Tu, luce dell'anima, \nTu, solo Tu, speranza del mio cuor\nResta con me, sempre vicino a me, \nCosa farei, Signor, se io non avessi Te?",
    "id": 190
  },
  {
    "number": "191",
    "title": "MILLE RAGIONI",
    "content": "CORO: Benedici il Signor, anima mia \nLoda il suo santo nome \nE con tutto il mio cuor, canterò \nPer sempre Ti adorerò. \n\n1.\tIl sole sorge sul nuovo giorno, è tempo di cantare a Te \nNon so cosa accadrà, Non so quello che mi aspetta, \nMa canterò finché la notte arriverà. \n\n2.\tSei lento all'ira e sei ricco in grazia, \nSei grande Dio Sempre Ti amerò! \nE per la Tua bontà io resterò a cantare \nMille ragioni ancora troverò! \n\n3.\tIl giorno in cui non avrò più forze \nE il tempo mio qua giù finirà \nLa mia anima continuerà a lodarTi \nPer mille anni e per l'eternità! \n\nBenedici il Signor anima mia \nLoda il Suo santo nome \nE con tutto il mio cuor canterò \nPer sempre Ti adorerò! \nPer sempre Ti adorerò, \nPer sempre Ti adorerò",
    "id": 191
  },
  {
    "number": "1",
    "title": "PURIFY MY HEART",
    "content": "1.\tPurify my heart, let me be as gold and precious silver.\nPurify my heart, let me be as gold, pure gold.\n                         \nREFRAIN:  Refiner’s fire, my heart’s one desire\nIs to be holy, set apart for You, Lord.\nI choose to be holy, set apart for You, my master\nReady to do Your will.\n         \n2.\tPurify my heart, cleanse me from within and make me holy.\nPurify my heart, cleanse me from my sin, deep within.",
    "id": 192
  },
  {
    "number": "2",
    "title": "KNOWING YOU",
    "content": "1.\tAll I once held dear, built my life upon,\nAll this world reveres, and wars to own,\nAll I once thought gain I have counted loss,\nSpent and worthless now, compared to this.\n                                                      \nREFRAIN: Knowing You, Jesus. Knowing You.\nThere is no greater thing. \nYou’re my all, You’re the best,\nYou’re my joy my righteousness, and I love You, Lord.\n          \n2.\tNow my heart’s desire is to know You more,\nTo be found in You, and known as yours.\nTo possess by faith what I could not earn,\nAll surpassing gift of righteousness.\n\n3.\tOh, to know the power of your risen life,\nAnd to know You in Your sufferings.\nTo become like You in Your death, my Lord,\nSo with You to live and never die.",
    "id": 193
  },
  {
    "number": "3",
    "title": "DEEP, DEEP DOWN",
    "content": "Deep, deep, whoa, deep down, down, \nDeep down in my heart (2x)\n\nDo you love your Jesus? \nDeep down in your heart?\nYes, I love my Jesus deep down in my heart!",
    "id": 194
  },
  {
    "number": "4",
    "title": "MERCY IS FALLING",
    "content": "Mercy is falling, is falling, is falling, \nMercy it falls like the sweet spring rain \nMercy is falling, is falling all over me \nHey oh, I receive Your mercy. \nHey oh, I receive Your grace.\nHey oh, I will dance forevermore.",
    "id": 195
  },
  {
    "number": "5",
    "title": "SHINE JESUS, SHINE",
    "content": "1.\tLord, the light of  Your love is shining \nIn the midst of the darkness, shining;\nJesus, light of the world, shine upon us, \nSet us free by the truth You now bring us,\nShine on me, shine on me.\n                              \nREFRAIN: Shine, Jesus, shine, fill this land with the Father's Glory;\nBlaze Spirit, blaze, set our hearts on fire.\nFlow, river, flow, flood the nations with grace and mercy;\nSend forth Your word, Lord, and let there be light.\n          \n2.\tLord, I come to Your awesome presence. \nFrom the shadows into Your radiance;\nBy the blood I may enter Your brightness. \nSearch me, try me, consume all my darkness. \nShine on me, shine on me.\n\n3.\tAs we gaze on Your kingly brightness \nSo our faces display Your likeness. \nEver changing from glory to glory,\nMirrored here may our lives tell Your story. \nShine on me, shine on me.",
    "id": 196
  },
  {
    "number": "6",
    "title": "THE SERVANT KING",
    "content": "1.\tFrom heaven You came, helpless babe.\nEntered our world, Your glory veiled.\nNot to be served but to serve,\nAnd give Your life that we might live.\n                                                           \nREFRAIN: This is our God, the servant King;\nHe calls us now to follow him,\nTo bring our lives as a daily offering\nOf worship to the Servant King.\n   \n2.\tThere in the garden of tears,\nMy heavy load he chose to bear;\nHis heart with sorrow was torn,\n“Yet not my will but Yours”, He said.\n\n3.\tCome see his hands and his feet,\nThe scars that speak of sacrifice,\nHands that flung stars into space,\nTo cruel nails surrendered.\n\n4.\tSo let us learn how to serve,\nAnd in our lives enthrone him;\nEach other’s needs to prefer,\nFor it is Christ we’re serving.",
    "id": 197
  },
  {
    "number": "7",
    "title": "YOU ARE MY HIDING PLACE",
    "content": "You are my hiding place, \nYou always fill my heart with songs of deliverance, \nWhenever I am afraid. I will trust in You.\nI will trust in You, let the weak say\nI am strong in the strength of my God.",
    "id": 198
  },
  {
    "number": "8",
    "title": "MY JESUS, MY SAVIOUR",
    "content": "My Jesus, my Saviour, Lord there is none like You.\nAll of my days, I want to praise, \nThe wonders of Your mighty love\nMy comfort, my shelter, tower of refuge and strength.\nLet every breath, all that I am, never cease to worship You.\n        \nShout to the Lord all the earth, let us sing,\nPower and majesty, praise to the King.\nMountains bow down and the seas will roar\nAt the sound of Your name.\n\nI’ll sing for joy at the work of Your hands,\nForever I’ll love you, forever I’ll stand.\nNothing compares to the promise I have in You.",
    "id": 199
  },
  {
    "number": "9",
    "title": "WE WANT TO SEE JESUS LIFTED HIGH",
    "content": "We want to see Jesus lifted high, \nA banner that flies across this land.\nThat all men might see the truth and know\nHe is the way to heaven.\n\nREFRAIN: We want to see, we want to see, \nWe want to see Jesus lifted high. (2x)\n                           \nStep by step, we’re moving forward, \nLittle by little, taking ground.\nEvery prayer a powerful weapon, \nStrongholds come tumbling down and down and down and down.",
    "id": 200
  },
  {
    "number": "10",
    "title": "I’LL OBEY AND SERVE YOU",
    "content": "I’ll obey and serve You\nI’ll obey because I love You\nI’ll obey my life is in Your hands,\nFor it’s the way to prove my love\nWhen feelings go away\nIf it costs me every thing, I’ll obey.",
    "id": 201
  },
  {
    "number": "11",
    "title": "CHRIST IN ME (CRISTO IN ME)",
    "content": "Christ in me is to live to die is to gain.  \nChrist in me is to live to die is to gain. \n                            \nHe's my King, He's my all, \nHe's my life, He's my joy, \nHe's my peace, He's my sword, \nHe's my strength and He's my Lord!\n\nDio vive in me, la morte non mi fa paura, \nCristo vive in me, se morirò, io vivrò ancora\n\nÈ la mia vita, la mia forza, la mia gioia, la mia canzone.\nÈ la mia pace, la mia giustizia, è il Re dei Re, il mio signore",
    "id": 202
  },
  {
    "number": "12",
    "title": "WE BOW DOWN",
    "content": "1.\tYou are Lord of creation and Lord of my life,\nLord of the land and the sea.\nYou were Lord of the heavens before there was time.\nAnd Lord of all Lords You will be.\n\nWe bow down and we worship You Lord. (3x)\nLord of all Lords You will be.\n                                \n2.\tYou are King of creation and King of my life,\nKing of the land and the sea.\nYou were King of the heavens before there was time.\nKing of all Kings You will be.\n\nWe bow down and we crown You the King. (3x)\nKing of all Kings You will be.",
    "id": 203
  },
  {
    "number": "13",
    "title": "ALL FOR JESUS",
    "content": "Jesus, all for Jesus, \nAll I am and have and ever hope to be.  \nJesus, all for Jesus, \nAll I am and have and ever hope to be.  \n\nAll of my ambitions, hopes and plans \nI surrender these into Your hands.  \nAll of my ambitions, hopes and plans \nI surrender these into Your hands.  \n\nFor it's only in Your will that I am free.  \nFor it's only in Your will that I am free.",
    "id": 204
  },
  {
    "number": "14",
    "title": "AS SURE AS GOLD (REVIVAL)",
    "content": "1.\tAs sure as gold is precious and the honey sweet \nSo You love this city and You love these streets \nEvery child out playing by their own front door \nEvery baby lying on the bedroom floor \nEvery dreamer dreaming in her dead end job \nEvery driver driving through the rush hour mob\n                                                                                                   \nREFRAIN: I feel it in my spirit, feel it in my bones\nYou’re going to send revival, \nBring them all back home.\nI can hear that thunder in the distance\nLike a train on the edge of the town\nI can feel the brooding of Your Spirit\nLay your burden down, lay your burden down\n(Revival, revival, revive us with Your fire) (2x)\n\n2.\tFrom the preacher preaching when the well is dry\nTo the lost soul reaching for a higher high\nFrom the young man working through his hopes and fears\nTo the widow walking through the veil of tears\nEvery man and woman every old and young\nEvery father's daughter, every mother's son.",
    "id": 205
  },
  {
    "number": "15",
    "title": "I’VE GOT THE JOY",
    "content": "I’ve got the joy, joy, joy, joy down in my heart, (Where?) \nDown in my heart, (Where?) down in my heart. \n\nI've got the joy, joy, joy, joy down in my heart, (Where?) \nDown in my heart to stay. I feel so happy, so very happy.  \n             \nI've got the love of Jesus in my heart. \nI feel so happy, so very happy. \nI've got the love of Jesus in my heart",
    "id": 206
  },
  {
    "number": "16",
    "title": "BEHOLD THE LAMB OF GOD",
    "content": "Behold the Lamb of God who takes away,\nWho takes away the sins of the world. (2x)\n                               \nBehold the Lamb of God, white as snow, pure as gold.\nGreater love the world will never know. (2x)",
    "id": 207
  },
  {
    "number": "17",
    "title": "TRADING MY SORROWS",
    "content": "I’m trading my sorrows, I’m trading my shame. \nI’m laying them down for the joy of the Lord.\nI’m trading my sickness, I’m trading my pain.\nI’m laying them down for the joy of the Lord. We say:\n                           \nREFRAIN:  Yes Lord, yes Lord, yes yes Lord (3x) Amen. \n     \nI am pressed but not crushed, Persecuted not abandoned \nStruck down but not destroyed, I am blessed beyond the curse \nFor His promise will endure, That His joy is gonna be my strength \nThough the sorrow may last for the night \nHis joy comes in the morning.",
    "id": 208
  },
  {
    "number": "18",
    "title": "AS THE WATERS COVER THE SEA",
    "content": "Our Lord will never rest ‘til all the nations of this world\nAre saved from death and praise him gladly.\nLord unites our heart with yours so we'll go and seek the lost\nWe want to go with You, Oh Lord.\n\nOur God has chosen us to show the people of this world\nAll his majesty and glory.\nWe're the body of our Lord through whom he works his miracles\nLet's learn to serve him day by day.\n                       \nREFRAIN: As the waters cover the sea,\nSo the earth will be filled with the knowledge of Your glory.\nSongs of praise resound everywhere\n(May YOUR name be exalted) (3x) For all time.\n                      \nBRIDGE: A day is coming, when we will see that \nThe whole earth will be filled\nWith the knowledge of Your glory \nAnd songs of praise are heard everywhere...",
    "id": 209
  },
  {
    "number": "19",
    "title": "ALL IN ALL",
    "content": "1.\tYou are my strength when I am weak,\nYou are the treasure that I seek, You are my all in all\nSeeking You as a precious jewel,\nLord to give up I’d be a fool, You are my all in all.\n                          \nREFRAIN: Jesus, Lamb of God, worthy is Your name (2x)\n          \n2.\tTaking my sin, my cross, my shame,\nRising again; I bless Your name.\nYou are my all in all.\nWhen I fall down You pick me up,\nWhen I am dry You fill my cup, You are my all in all.",
    "id": 210
  },
  {
    "number": "20",
    "title": "I WILL GIVE HIM GLORY",
    "content": "REFRAIN: I will give Him glory, I will give Him praises   \nI will give Him glo - ry         \nI will give Him glory, I will give Him praises   \nEvery song I sing I just want to bring glory to my King.           \n \n1.\tBeauty for ashes, diamonds from dust    \nI have a new heart, He has my trust     \nI used to shame Him, now I proclaim Him   \nI'll tell my story, yes I will.        \n\n2.\tHow does He do it, how can it be     \nMiracle power transforming me       \nPeople must know it, I've gotta show it.     \nI'll tell my story, yes I will.",
    "id": 211
  },
  {
    "number": "21",
    "title": "BETTER IS ONE DAY",
    "content": "1.\tHow lovely is Your dwelling place, oh Lord Almighty\nMy soul longs and even faints for You\nFor here my heart is satisfied, within Your presence\nI sing beneath the shadow of Your wings.\n                                                \nREFRAIN: Better is one day in Your courts\nBetter is one day in Your house\nBetter is one day in Your courts\nThan thousands elsewhere.\n                      \n2.\tHow lovely is Your dwelling place, oh Lord Almighty\nMy soul longs and even faints for You\nOne thing I ask and I would seek, to see Your beauty\nTo find You in the place Your glory dwells.\n                               \nBRIDGE: My heart and soul cry out, for You the living God\nYour spirit's water for my soul\nI've tasted and I've seen, come once again to me\nI will draw near to You, I will draw near to You.",
    "id": 212
  },
  {
    "number": "22",
    "title": "COME, NOW IS THE TIME TO WORSHIP",
    "content": "Come, now is the time to worship\nCome, now is the time to give your heart\nCome, just as you are to worship\nCome, just as you are before your God, come.\n\nOne day every tongue will confess You are God\nOne day every knee will bow\nStill the greatest treasure remains for those who gladly choose You now",
    "id": 213
  },
  {
    "number": "23",
    "title": "COME AND BLESS US",
    "content": "REFRAIN: Lord, we ask You come and bless us\nPour Your blessing out upon us\nHold Your blessing hands right over us\nMake our spirit strong and free\n\n1.\tJust as Jacob cried: \"Lord, until You bless, \nI will never let You go.\"\nSo, we're standing here, crying just to You, \nLet us see Your blessing, Lord.\n\n2.\tJust as Jabez cried: \"Lord, bless me now, \nAnd expand my territory.\"\nSo, we cry to You, bring revival Lord, \nLet us be Your witnesses.\n\n3.\tTeach us how to pray, that we touch Your heart, \nSo You'll hear our prayer and answer\nFor You love to bless, those who boldly knock\nNight and day upon Your door.\n\n4.\tJust as Steven was, filled with Your Spirit \nAnd looked right into the heavens\nOpen heaven Lord, for we need to see You in all Your glory now.",
    "id": 214
  },
  {
    "number": "24",
    "title": "ABOVE ALL (SU OGNI POTENZA)",
    "content": "Above all powers, above all kings,\nAbove all nature and all created things,\nAbove all wisdom and all the ways of man,\nYou were here before the world began.\n\nAbove all kingdoms, above all thrones,\nAbove all wonders the world has ever known,\nAbove all wealth and tresures of the earth,\nThere’s no way to measure what You’re worth.\n\nCrucified, laid behind the stone\nYou lived to die rejected and alone\nLike a rose trampled on the ground\nYou took the fall and thought of me, Above all\n\nSu ogni potenza, sopra ogni re \nPiù ogni cosa creata intorno a me \nSu ogni saggezza e vie che l´uomo ha \nTu eri qui già nell´eternità\n\nSopra ogni regno e autorità \nE meraviglie che solo il mondo sa \nE più dell’oro che in terra so che c’è \nNulla può valere più di Te\n\nSei di più di tutto quel che ho vissuto per morire così solo \nFiore che è gettato via \nL´hai scelto Tu pensando a me solo Tu",
    "id": 215
  },
  {
    "number": "25",
    "title": "HERE I AM TO WORSHIP (LUCE DEL MONDO)",
    "content": "1.\tLight of the world, You stepped down into darkness,\nOpened my eyes, let me see,\nBeauty that made this heart adore You,\nHope of a life spent with You.\n                                                                       \nREFRAIN:  So, here I am to worship\n                     Here I am to bow down\n                     Here I am to say that You’re my God\n                     And You’re altogether lovely\n                     Altogether worthy\n                     Altogether wonderful to me.\n        \n2.\tKing of all days, oh so highly exalted,\nGlorious in heaven above.\nHumbly You came to the earth You created, \nAll for love’s sake become poor.\n\nBRIDGE:  And I’ll never know how much it cost\n                   To see my sin upon that cross\n\n1.\tLuce del mondo nel buio del cuore\nVieni ed illuminami, Tu mia sola speranza di vita\nResta per sempre con me\n\nCORO: Sono qui a lodarti, qui per adorarti\n      Qui per dirti che Tu sei il mio Dio\n              E solo Tu sei santo,  sei meraviglioso\n      Degno e glorioso sei per me\n\n2.\tRe della storia e Re nella gloria\nSei sceso in terra fra noi\nCon umiltà il Tuo trono hai lasciato\nPer dimostrarci il Tuo amor\n\nNon so quanto è costato a me\nMorire in croce lì per me",
    "id": 216
  },
  {
    "number": "26",
    "title": "HALLELUJAH, JESUS IS ALIVE",
    "content": "Hallelujah, Jesus is alive!\nDeath has lost its victory and the grave has been denied.\nJesus lives forever, He's alive, He's alive!\n\nHe's the Alpha and Omega, First and Last is He,\nThe curse of sin is broken and we have perfect liberty.\n\nThe Lamb of God is risen, He's alive, He's alive.\nHallelujah, Jesus is alive",
    "id": 217
  },
  {
    "number": "27",
    "title": "OPEN THE EYES OF MY HEART",
    "content": "Open the eyes of my heart, Lord\nOpen the eyes of my heart. I want to see You, I want to see You.\n\nTo see You high and lifted up\nShining in the light of Your glory\nPour out Your power and love\n                                \nAs we sing \nholy, holy, holy (4x).\nI want to see You",
    "id": 218
  },
  {
    "number": "28",
    "title": "STEP BY STEP",
    "content": "Oh God, You are my God And I will ever praise You. (2x)\n\nI will seek You in the morning \nAnd I will learn to walk in Your ways \nAnd step by step You'll lead me \nAnd I will follow You all of my days.",
    "id": 219
  },
  {
    "number": "29",
    "title": "I HAVE BEEN CRUCIFIED WITH CHRIST",
    "content": "I've been crucified with Christ, I've been crucified with Christ\nI no longer live but Christ lives in me.  (2x)\n              \nI live by faith in the Son of God\nWho loved me and gave Himself for me.  (2x)",
    "id": 220
  },
  {
    "number": "30",
    "title": "ALL HEAVEN DECLARES",
    "content": "1.\tAll heaven declares the glory of the risen Lord\nWho can compare with the beauty of the Lord,\n                           \nREFRAIN: Forever He will be the Lamb upon the throne\nI gladly bow my knee and worship Him alone.\n       \n2.\tI will proclaim the glory of the risen Lord\nWho once was slain to reconcile man to God",
    "id": 221
  },
  {
    "number": "31",
    "title": "FATHER OF LIGHTS",
    "content": "Father of Lights, You delight in Your children. \nFather of Lights, You never change, You have no turning.\n                      \nEvery good and perfect gift comes from You. (3x)\n \nFather of Lights.",
    "id": 222
  },
  {
    "number": "32",
    "title": "JESUS TAKE ME AS I AM",
    "content": "Jesus, take me as I am, I can come no other way\nTake me deeper into You, make my flesh life melt away\nMake me like a precious stone, crystal clear and finely honed\nLife of Jesus shining through,\nGiving glory back to You.\n\nOh my Lord, I want to be like You, Let Your love flow through me\nAll I want is to gain Your heart. I decrease, You increase in me",
    "id": 223
  },
  {
    "number": "33",
    "title": "JESUS CHRIST, I THINK UPON YOUR SACRIFICE (ONCE AGAIN)",
    "content": "1.\tJesus Christ, I think upon Your sacrifice\nYou became nothing, poured out to death\nMany times, I’ve wondered at Your gift of life\nAnd I’m in that place once again\nI’m in that place once again\n                                     \nREFRAIN: And once again I look upon the cross where You died\nI’m humbled by Your mercy and I’m broken inside\nOnce again I thank You\nOnce again I pour out my life.\n          \n2.\tNow You are exalted to the highest place\nKing of the heavens, where one day I’ll bow\nBut for now, I marvel at this saving grace\nAnd I’m full of praise once again\nI’m full of praise once again\n      \nThank You for the cross, Thank You for the cross\nThank You for the cross, my Friend (2x)",
    "id": 224
  },
  {
    "number": "34",
    "title": "SHEPHERD OF MY SOUL",
    "content": "Shepherd of my soul, I give You full control.          \nWherever You may lead, I will follow.\nI have made the choice, To listen to Your voice;\nWherever You may lead, I will go.\n\nBe it in a quiet pasture, Or by a gentle stream,\nThe Shepherd of my soul, is by my side.\nShould I face a mighty mountain, Or a valley dark and deep,\nThe Shepherd of my soul, Will be my guide.",
    "id": 225
  },
  {
    "number": "35",
    "title": "LORD, BREAK THE POWER OF IDOLES (NO OTHER GODS)",
    "content": "Lord, break the power of idols, Come and rule as King \nBreak the chains that bind us, Come and rule as King \n\nWe will have no other gods, We will serve no other master but You \nWe will have no other gods, For it is written \n“Worship the Lord your God and serve Him only”",
    "id": 226
  },
  {
    "number": "36",
    "title": "HOLY AND ANOINTED ONE",
    "content": "Je  -  sus,  Je - sus, Holy and anointed One, Je - sus,\n\nJe  -  sus,  Je - sus, Risen and exalted One, Je - sus, \n\nYour name is like honey on my lips\nYour spirit like water to my soul\nYour Word is a lamp unto my feet\nJesus I love You, I love You",
    "id": 227
  },
  {
    "number": "37",
    "title": "OVER ALL THE EARTH (LORD REIGN IN ME)",
    "content": "1.\tOver all the earth -You reign on high.\nEvery mountain stream, every sunset sky.\nAnd my one request, - Lord my only aim.\nIs that You reign in me again.\n                            \nREFRAIN: Lord, reign in me, reign in Your power.\nThrough Your Holy Spirit in my darkest hour\nYou are the Lord -of all I am.\nSo won’t You reign in me again.\n       \n2.\tOver every thought, over every word.  \nMay my life reflect the beauty of my Lord.  \n‘Cause You mean more to me that any earthly thing.\nSo won’t You reign in me again.",
    "id": 228
  },
  {
    "number": "38",
    "title": "THIS IS THE AIR I BREATHE (BREATHE)",
    "content": "This is the air I breathe, This is the air I breathe,\nYour holy presence living  -  in me\nThis is my daily bread\nThis is my daily bread \nYour very Word spoken  -  to me\n\nAnd I – I - I\nI’m desperate for You\nAnd I – I - I\nI’m lost without You\n\nThis is the air I breathe, This is the air I breathe.",
    "id": 229
  },
  {
    "number": "39",
    "title": "LOVE THE LORD",
    "content": "Love the Lord your God with all your heart\nAnd all your soul and mind\nAnd love all mankind as you would love yourself\n\nLove the Lord your God, With all your heart\nWith all your soul and mind\nAnd love all mankind\n\nWe’ve got Christian lives to live,\nWe’ve got Jesus’love to give\nWe’ve got nothing to hide,\nBecause in Him we abide........Love",
    "id": 230
  },
  {
    "number": "40",
    "title": "WHEREVER YOU GO",
    "content": "Wherever you go, I will go. Wherever you dwell, I will dwell. \nYour people will be my people and your God \nWill be my God.  \n\nWherever you go, I will go. Wherever you dwell, I will dwell. \nYour people will be my people and your God \nWill be my God.  \n\nWherever you die, i will die and there will I be buried.\nJehovah do to me and more as well,\nIf anything but death parts me from you \nJehovah do to me and more as well,\nIf anything but death parts me from you.",
    "id": 231
  },
  {
    "number": "41",
    "title": "I’M FORGIVEN (YOU ARE MY KING)",
    "content": "I’m forgiven, because You were forsaken.    \nI’m accepted, You were condemned.\nI’m alive and well, Your Spirit is within me.\nBecause You died and rose again.\nAmazing love, how can it be? that You, my King, would die for me.\nAmazing love, I know it's true. It's my joy to honour You\n\nIn all I do, I honour You.\t\nYou are my King, You are my King.\nJesus, You are my King, Jesus, You are my King.",
    "id": 232
  },
  {
    "number": "42",
    "title": "HE IS THE LORD",
    "content": "1.\tHe is the Lord and He reigns on high. He is the Lord!\nSpoke into the darkness, created the light. He is the Lord!                                                                               \nWho is like into Him never ending in days. He is the Lord!\nAnd He works in power when we calls on His name. \nHe is the Lord!\n                                                                 \nREFRAIN: Bring revival, oh Lord, our God!\nBring revival, oh Lord, our God, our God!\n                         \n2.\tYour gospel, oh Lord, is the hope of all nations. You are the Lord!\nIt’s the power of God for our salvation. You are the Lord!\nWe want to go till the end of the earth. You are the Lord!\nAnd preach in to all the souls that are lost. \nYou are the Lord!",
    "id": 233
  },
  {
    "number": "43",
    "title": "LORD OF ALL CREATION (GOD OF WONDERS)",
    "content": "1.\tLord of all creation \nOf water, earth and sky\nThe heavens are Your tabernacle\nGlory to the Lord on high\n                               \nREFRAIN: God of wonders beyond our galaxy\nYou are holy, holy\nThe universe declare Your majesty\nYou are holy, holy\nLord of Heaven and Earth\nLord of Heaven and Earth\n\n2.\tSo early in the morning\nI will celebrate the light\nAnd as I stumble in the darkness\nI will call Your name by night\n\nBRIDGE: Hallelujah, to the Lord of Heaven and Earth (3x)",
    "id": 234
  },
  {
    "number": "44",
    "title": "SEE HIS LOVE",
    "content": "1.  See His love nailed onto a cross\n     Perfect and blameless life given as sacrifice\n     See Him there all in the name of love\n     Broken yet glorious, all for the sake of us\n                             \nREFRAIN: This is Jesus in His glory, \nKing of Heaven dying for me\nIt is finished, He has done it.\nDeath is beaten, Heaven beckons me\n\n2.  Greater love no one could ever show\n     Mercy so undeserved, freedom I should not know\n     All my sin, all of my hidden shame\n     Died with Him on the cross, eternity won for us\n\nBRIDGE: Such love, such love\nSuch love is this for me (2x)",
    "id": 235
  },
  {
    "number": "45",
    "title": "MY SAVIOUR, REDEEMER (FOR ALL YOU'VE DONE)",
    "content": "My Saviour, Redeemer\nLifted me from the miry clay\nAlmighty, Forever\nI will never be the same\n‘Cause You came near\nFrom the everlasting\nTo the world we live, the Father’s only Son\n                                                     \nREFRAIN: Where You lived and You died\nAnd You rose again on high\nAnd You opened the way\nFor the world to live again\nHallelujah, for all You’ve done",
    "id": 236
  },
  {
    "number": "46",
    "title": "DRAW ME CLOSE",
    "content": "Draw me close to You,\nNever let me go.\nI lay it all down again\nTo hear You say that I’m Your friend.\nYou are my desire,\nNo one else will do,\n\n‘Cause nothing else could take Your place,\nTo feel the warmth of Your embrace.\nHelp me find the way,\nBring me back to You.\nYou’re all I want.  \nYou’re all I ever needed.\nYou’re all I want.\nHelp me know You are near.",
    "id": 237
  },
  {
    "number": "47",
    "title": "WHAT TO SAY, LORD (EVERYDAY)",
    "content": "1.\tWhat to say, Lord? It’s \nYou who gave me life and I\nCan’t explain just how \nMuch You mean to me now \nThat You have saved me, Lord. \nI give all that I am to You, \nThat everyday I could \nBe a light that shines Your name.\n\n2.\tEveryday, Lord, I’ll \nLearn to stand upon Your word. \nAnd I pray that I, \nI might come to know You more, \nThat You would guide me in every single step I take, that \nEveryday I can \nBe Your light unto the world.\n\nREFRAIN: Everyday, it’s You I’ll live for. \nEveryday, I’ll follow after You. \nEveryday, I’ll walk with You, my Lord. (2x)\n\nBRIDGE: It’s You I live for every day\nIt’s You I live for every day\nIt’s You I live for every day",
    "id": 238
  },
  {
    "number": "48",
    "title": "WHEN THE MUSIC FADES (THE HEART OF WORSHIP)",
    "content": "1.\tWhen the music fades, all is stripped away and I simply come,\nLonging just to bring, something that’s of worth\nThat will bless Your heart.\n\nREFRAIN: I’ll bring You more than a song,\nFor a song in itself is not what You have required\nYou search much deeper within                                                      \nThrough the way things appear,\nYou’re looking into my heart\nI’m coming back to the heart of worship\nAnd it’s all about You, it’s all about You, Jesus.\nI’m sorry, Lord, for the thing I’ve made it\nWhen it’s all about You, it’s all about You, Jesus.\n\n2.\tKing of endless worth, no one could express how much You deserve,\nThough I’m weak and poor, all I have is Yours,\nEvery single breath",
    "id": 239
  },
  {
    "number": "49",
    "title": "OVER THE MOUNTAINS AND THE SEA (I COULD SING OF YOUR LOVE FOREVER)",
    "content": "Over the mountains and the sea\nYour river runs with love for me\nAnd I will open up my heart and let the healer set me free                      \nI'm happy to be in the truth\nAnd I will daily lift my hands\nFor I will always sing\nOf when Your love came down, yeah.\n\nREFRAIN: I could sing of Your love forever\nI could sing of Your love forever (2x)\n\nBRIDGE: Oh I feel like dancing, It's foolishness I know\nBut when the world has seen the light\nThey will dance with joy like we're dancing now, yeah.",
    "id": 240
  },
  {
    "number": "50",
    "title": "TURN YOUR EYES UPON JESUS",
    "content": "1.\tTurn your eyes upon Jesus \nLook full in His wonderful face\nAnd the things of earth will grow strangely dim\nIn the light of His glory and grace.\n          \n2.\tTurn your eyes upon Jesus\nTake hold of His powerful hand\nHe will lift you up in His mighty love\nIn the strength of your God you can stand.",
    "id": 241
  },
  {
    "number": "51",
    "title": "WHO COULD FIND A GOD JUST LIKE YOU",
    "content": "1.\tWho could find a God just like You?\nWho cancels the debt and forgives the sin of his people\nWhose wrath does not endure forever and ever\nFor he loves to show mercy\nWho could find a God, just like You?\n\nREFRAIN: Lai lai lai lai lai lai lai lai lai lai (there’s no other God)\nLai lai lai lai lai lai lai lai lai lai (there’s no other God)\nYahweh is full of mercy, and his power knows no bounds\nNo one can deny their guilt to You\nThere’s no other God.\n\n2.\tYahweh will renew compassion towards us\nTread under foot our iniquities and transgressions\nAnd he will cast all of our sins \nInto the very depths of the ocean\nWho could find a God, just like You?",
    "id": 242
  },
  {
    "number": "52",
    "title": "WHAT CAN I GIVE, WHAT CAN I BRING (TWO HANDS, ONE HEART)",
    "content": "1.\tWhat can I give, what can I bring\nThat would be pleasing to my King?\nI'll give my heart not just a part\nI'm lifting up my hands in praise\nBut it's all I have to offer\nAnd it's all I have to give\n \nREFRAIN: Two hands one heart, One life to offer You\nTwo hands one heart, That's what I give to You  (I got…)\n\n2.\tUse me today, I know You can\nLord I surrender to Your plan\nYou made this heart\nYou made these hands\nTake me and use me as I am\nWell it's all I have to offer\nAnd it's all I have to give\n\nBRIDGE: Little becomes a lot, When it's in Your hands\nTake me and make me more like You\nWell it may not seem like much, But with the master's touch\nI know that I'll be more like You",
    "id": 243
  },
  {
    "number": "53",
    "title": "OLD THINGS ARE PASSED AWAY (FOR THE GOSPEL OF YOUR KINGDOM)",
    "content": "1.\tOld things are passed away, Jesus, Your love makes all things new\nI’m buried with Christ, my Lord, My life is hidden in You.\n                                                                                       \nREFRAIN: I’m living for the gospel of Your Kingdom\nIn the power of Jesus, my King.\nI’m living in the glory of Your presence\nI am changed by the glory of Christ.\nI’m waiting for the coming of my master,\nI am doing the work of my Lord.\nI’ll run this race until\nI see my Saviour, till i hear Him say, “well done”\n       \n2.\tI walk on the narrow way, Knowing this way leads me to life.\nI’m losing my life for You, Pursuing the crown of righteousness.",
    "id": 244
  },
  {
    "number": "54",
    "title": "BLESSED BE YOUR NAME (BENEDETTO È IL NOME DEL SIGNOR)",
    "content": "1.\tBlessed be Your name in the land that is plentiful,\nWhere Your streams of abundance flow\nBlessed be Your name\nAnd blessed be Your name, when I’m found in the desert place, \nThough I walk through the wilderness\nBlessed be Your name\n\nREFRAIN: Every blessing You pour out I’ll turn back to praise\nAnd when the darkness closes in, Lord, still I will say:\nBlessed be the name of the Lord\nBlessed be Your name\nBlessed be the name of the Lord\nBlessed be Your glorious name\n\n2.\tBlessed be Your name,  when the sun’s shining down on me, \nWhen the world’s “all as it should be”\nBlessed be Your name\nAnd blessed be Your name on the road marked with suffering, \nThough there’s pain in the offering\nBlessed be Your name.\n\nBRIDGE: You give and take away, You give and take away\nMy heart will choose to say Lord blessed be Your name. (2x)\n\n1.\tLode al nome Tuo quando la Tua benignità\nScorre abbondante su di me Lode al nome Tuo\nLode al nome Tuo nella terra più arida\nDove tutto sembra immobile Lode al nome Tuo\n\nCORO: Tornerò a lodarti sempre per ogni dono Tuo\n               E quando scenderà la notte sarò ancora li\n               Benedetto è il nome del Signor Lode al nome Tuo\n               Benedetto è il nome del Signore\n               Il glorioso nome di Gesù\n\n2.\tLode al nome Tuo quando il sole splende su di me\nTutto sembra incantevole Lode al nome Tuo\nLode al nome Tuo quando vengo davanti a Te\nCon il cuore triste e fragile Lode al nome Tuo\n\nBRIDGE: Tu doni e porti via Tu doni e porti via\nPer sempre sceglierò di benedire Te",
    "id": 245
  },
  {
    "number": "55",
    "title": "JESUS, YOU’RE EVERYTHING TO ME",
    "content": "Jesus, You’re everything to me, You are all, all that I need\nJesus, open my eyes, So that I can see Your love to me\nCome and fill up my heart with the Spirit of God \nYou’re the Prince of Peace, The Lord who heals\nYou’re the light of life that shines in the dark.",
    "id": 246
  },
  {
    "number": "56",
    "title": "I WILL CELEBRATE",
    "content": "I will celebrate, Sing unto the Lord\nSing to the Lord a new song (2x)\n\nWith my heart rejoicing within, With my eyes focused on Him\nWith my hands raised to the Heavens, All I am worshipping Him.",
    "id": 247
  },
  {
    "number": "57",
    "title": "PRINCE OF PEACE",
    "content": "Prince of Peace, counsellor, Merciful, Son of God, \nLord of  Lords, conqueror, Coming King, and ever living God.\nI exalt You. Lord, I exalt You. \nYou are high above the earth, All creation shouts Your worth. \nI exalt You, Lord, I exalt You, My Jesus, I exalt You.",
    "id": 248
  },
  {
    "number": "58",
    "title": "SEND YOUR RAIN",
    "content": "REFRAIN: Send Your rain, send Your rain\nPour out Your Spirit, water all the earth\nSend Your rain, send Your rain\nFill us with Your power, flood us with Your light\nSend Your rain\n                        \n1.\tOur hearts are dry and thirsty, our land is parched and bare\nGive us rivers in the desert, let them overflow\nCome and rain upon us, wash us with Your water\nGive us life anew ‘til our hearts are owned by You\n\n2.\tSoften us with showers, the outpouring of Your Spirit\nFor Your streams are full of water, let them overflow\nPour it out upon us ‘til every tribe and every tongue\nEvery nation’s down upon their knees before You Lord.",
    "id": 249
  },
  {
    "number": "59",
    "title": "GLORY",
    "content": "Glory, glory in the highest, Glory, glory to the Almighty,\nGlory to the Lamb of God, And glory to the Living Word, Glory to the Lamb.\nI give glory (glory), Glory (glory) glory, Glory, to the Lamb. (2x)\nI give glory to the Lamb.",
    "id": 250
  },
  {
    "number": "60",
    "title": "FEAR NOT",
    "content": "“Fear not, for I am with you, Fear not, for I am with you,\nFear not, for I am with you!”says the Lord. (2x)\n\nI have redeemed you, I have called you by name, \nChild, you are Mine; when you walk through the waters, \nI’ll be there, and through the flame;\nYou’ll not (no way!) be drowned, \nYou’ll not (no way!) be burned, for I am with you.",
    "id": 251
  },
  {
    "number": "61",
    "title": "THE TEMPLE",
    "content": "We are being built into a temple, Fit for God’s own dwelling place\nInto the house of God which is the church, The pillar and the ground of truth.\nAs precious stones that Jesus owns, Fashioned by His wondrous grace\nAnd as we love and trust each other (Hallelujah)\nSo the temple grows and grows.",
    "id": 252
  },
  {
    "number": "62",
    "title": "OUR GOD REIGNS",
    "content": "1.\tOut from the tomb He came with grace and majesty\nHe is alive, He’s alive\nGod loves us so, see here, His hands, His feet, His side\nYes we know, He’s alive\nHe’s alive! He’s alive! He’s alive! He’s alive! \n                      \n2.\tHow lovely on the mountains are the feet of him\nWho brings good news, good news\nAnnouncing peace, proclaiming news of happiness\nOur God reigns! Our God reigns! Our God reigns! Our God reigns!\nOur God reigns! Our God reigns!",
    "id": 253
  },
  {
    "number": "63",
    "title": "BEHOLD HE COMES (DAYS OF ELIJAH)",
    "content": "REFRAIN: Behold He comes riding on the clouds, \nShining like the sun, at the trumpet call\nLift your voice, servants of the Lord, \nStand up and shout: “Come to the Lord!”\n\n1.\tThese are the days of Elijah, \nDeclaring the word of the Lord,\nAnd these are the days of Your servant Moses, \nRighteousness being restored\nAnd though these are days of great trial, \nOf famine and darkness and sword\nStill we are the voice in the desert crying, \nPrepare ye the way of the Lord.\n\n2.\tThese are the days of Ezekiel, \nThe dry bones becoming as flesh,\nAnd these are the days of Your servant David, \nRebuilding a temple of praise\nAnd these are the days of the harvest, \nThe fields are as white in Your world\nAnd we are the labourers in Your vineyard \nDeclaring the word of the Lord.\n\n1.\tCome nei giorni di Elia, La gloria di Dio scenderà;\nE come Mosè fu mandato, Noi andremo per questa città;\nIn mezzo al peccato che avanza\nFra tenebre e malvagità;\nNoi siamo una voce che grida:\n“Presto prepara la via del Signor”.\n\nCORO: Gesù verrà, e nel suo splendor, \n         Sulle nuvole lui ci rapirà;\n         Così gridiam, nel giorno del signor,\n         Nel nome di Gesù, salvati siam.\n\n2.\tCome il profeta Ezechiele, Risorgere i morti vedrem;\nE come il Re Davide noi saremo, Un tempio di lode per Te;\nGiorni di lotta e preghiera,\nPerò la raccolta verrà;\nÈ tempo di grande risveglio, grida:\n\"Il regno di Dio è in mezzo a noi\".",
    "id": 254
  },
  {
    "number": "64",
    "title": "NOTHING",
    "content": "1.\tNothing can wash away my sin (3x)\n\nREFRAIN:  Nothing, Nothing  Nothing but the blood of  Jesus\n\n2.\tNothing can make the devil run...\n\n3.\tNothing can bring me peace with God...\n\n4.\tNothing can lead me to Your throne...\n\n5.\tNothing can make Your people one...",
    "id": 255
  },
  {
    "number": "65",
    "title": "KEEP ON THE FIRIN’ LINE",
    "content": "1.\tIf you’re in the battle for the Lord and right, keep on the firin' line,\nIf you win, my brother, surely you must fight, keep on the firin' line;\nThere are many dangers that we all must face,\nIf we die a fighting it is no disgrace,\nCoward in the service he will find no place,\nSo keep on the firin’ line. \n\nREFRAIN: You must fight, be brave against all evil,\nNever run, nor even lag behind;\nIf you would win for God and the right,\nJust keep on the firin’ line. \n\n2.\tGod will only use the soldier he can trust, keep on the firin’ line,   \nIf you wear a crown, then bear the cross you must, keep on the firin’ line;\nLife is but to labor for the Master dear,\nHelp to banish evil and to spread good cheer,\nGreat you'll be rewarded for you service here,\nSo keep on the firin' line. \n\n3.\tWhen we get to heaven, brother, we'll be glad, keep on the firin’ line,\nHow we’ll praise the Savior for the call we had, keep on the firin’ line;\nWhen we see the souls that we have helped to win,\nLeading them to Jesus from the paths of sin,\nWith a shout of welcome, we will all march in,\nSo keep on the firin’ line.",
    "id": 256
  },
  {
    "number": "66",
    "title": "I LIFT MY EYES UP",
    "content": "I lift my eyes up to the mountains, \nWhere does my help come from? \nMy help comes from You, \nMaker of Heaven, Creator of the earth.\nOh how I need You, Lord, You are my only hope; \nYou are my only prayer. \nSo I will wait for You to come and rescue me, \nCome and give me life.",
    "id": 257
  },
  {
    "number": "67",
    "title": "THE STEADFAST LOVE OF THE LORD",
    "content": "The steadfast love of the Lord never ceases,\nHis mercies never come to an end.\nThey are new every morning, new every morning,\nGreat is Your faithfulness, Oh Lord,\nGreat is Your faithfulness.",
    "id": 258
  },
  {
    "number": "68",
    "title": "YOUR GRACE IS SUFFICIENT",
    "content": "REFRAIN: Your grace is sufficient for me\nYour strength is made perfect when I am weak\nAll that I cling to I lay at Your feet\nYour grace is sufficient for me \n\n1.\tI'm no longer striving to merit Your love\nI rest in Your promise to me\nAll of my sins have been washed in Your blood\nYour mercy is all that I need\n\n2.\tYou see me as righteous because of the blood\nThat made the atonement for me\nYour mercy has triumphed where I should be judged\nSo now by Your grace I am free",
    "id": 259
  },
  {
    "number": "69",
    "title": "LET THE GLORY OF THE LORD",
    "content": "Let the glory of the Lord endure forever, \nLet the Lord be glad in His works, \nI will sing unto the Lord as long as I live, \nI will sing praise to my God while I have my being.",
    "id": 260
  },
  {
    "number": "70",
    "title": "FATHER OF CREATION",
    "content": "1.\tFather of creation, unfold Your sovereign plan\nRaise up a chosen gene-ra-tion\nThat will march through the land\nAll of creation is longing for Your unveiling of power\nWould You release Your anointing\nO God, let this be the hour\n\nREFRAIN: Let Your glory fall in this room\nLet it go forth from here to the nations\nLet Your fragrance rest in this place\nAs we gather to seek Your face\n\n2.\tRuler of the nations, the world has yet to see\nThe full release of Your promise, \nThe church in victory\nTurn to us, Lord, and touch us, make us strong in Your might\nOvercome our weakness\nThat we can stand up and fight\n \nBRIDGE: Let Your kingdom come (Let Your kingdom come)\nLet Your will be done (Let Your will be done)\nLet us see on earth (Let us see on earth)\nThe glory of Your Son",
    "id": 261
  },
  {
    "number": "71",
    "title": "GLORY IN THE HIGHEST",
    "content": "1.\tOh behold how good He is our Lord God most high\nBlessings falling from His throne flowing from on high\n\nREFRAIN: Glory in the highest, We exalt Your name\nHosanna on high to Him who reigns \n\n2.\tJesus how we love You our Lord God most high \nAnd to feel Your Spirit flowing from on high",
    "id": 262
  },
  {
    "number": "72",
    "title": "TELL ME OH LORD",
    "content": "Tell me oh Lord how You want me to pass Your life\nto the world where there’s no hope\nTell me oh Lord how You want me to give Your love\nTo the world where love went cold\nDo You see all the people sinking down\nDon’t You see people aching in the darkness alone\nSend me Lord send me Lord I am willing to give all\nSend me out to those who need Your mighty hand\nFill me Lord fill me Lord fill me with Your love for all\nReach Your hand to hold them once again",
    "id": 263
  },
  {
    "number": "73",
    "title": "ASCRIBE GREATNESS",
    "content": "Ascribe greatness to our God, the Rock,\nHis work is perfect and all His ways are just. (2x)\n\nA God of faithfulness without injustice, \ngood and upright is he. (2x)",
    "id": 264
  },
  {
    "number": "74",
    "title": "MIRACLE IN MY HEART",
    "content": "1.\tWe are called to be prophets to this nation, To be the Word of God in every situation  \nChange my heart, change my heart today, Who’ll be the salt if the salt loses its flavour \nWho’ll be the light if the light’s under a basket, Change my heart, change my heart today\n\nREFRAIN: Lord loose the chains of oppression, Lord set the captives free\nLord fill my heart with Your compassion \nShine Your light, Shine Your light, Shine Your light through me!\nWork a miracle in my heart  (3x)\nOh Lord, today!\n\n2.\tLord take all my lies and take all of my greed \nLet me be a sacrifice for those who are in need \nChange my heart, change my heart today \nLord without Your power it’s all just good intentions \nLord without Your grace who could find redemption? \nChange my heart, change my heart today.",
    "id": 265
  },
  {
    "number": "75",
    "title": "WE WELCOME YOU",
    "content": "1.\tWe are all together to call upon Your Name\nThere is nothing we like better than to sing and give You praise\n\nREFRAIN: Lord we welcome You (3x)\nCome fill this place\n\n2.\tBring healing and salvation, let Your kingdom come\nRight here just like in heaven may Your will be done\n\nBRIDGE: Father come fill this place, we welcome You\nJesus we seek Your face, because all we want to do is\nTo give our love to You",
    "id": 266
  },
  {
    "number": "76",
    "title": "I WILL OFFER UP MY LIFE",
    "content": "1.\tI will offer up my life in spirit and truth, pouring out the oil of love as my worship to You.\nIn surrender I must give my ev’ry part; Lord receive the sacrifice of a broken heart.\n                                  \nREFRAIN: Jesus, what can I give, what can I bring\nTo so faithful a friend, to so loving a King?\nSaviour, what can be said, what can be sung\nAs a praise of Your name for the things You have done?\nOh, my words could not tell, not even in part,\nOf the debt of love that is owed by this thankful heart.\n\n2.\tYou deserve my every breath for You’ve paid the great cost;\nGiving up Your life to death, even death on a cross.\nYou took all my shame away, there defeated my sin,\nOpened up the gates of heaven and have beckoned me in.",
    "id": 267
  },
  {
    "number": "77",
    "title": "MY REDEEMER LIVES",
    "content": "I know He rescued my soul, His blood has covered my sin,\nI believe, I believe;\nMy shame He’s taken away, My pain is healed in His name,\nI believe, I believe.\nI’ll raise a banner;\nMy Lord has conquered the grave.\n\nREFRAIN: My Redeemer lives (4x)  \n\nBRIDGE: You lift my burden, I’ll rise with You;\nI’m dancing on this mountaintop to see You kingdom come.",
    "id": 268
  },
  {
    "number": "78",
    "title": "LORD YOU HAVE MY HEART",
    "content": "Lord, You have my heart, And I will search for Yours;\nJesus take my life and lead me on.\nLord, You have my heart, and I will search for Yours;\nLet me be to You a sacrifice.\nAnd I will praise You, Lord. And I will sing of love come down.\nAnd as You show Your face, We'll see Your glory here.",
    "id": 269
  },
  {
    "number": "79",
    "title": "GOD IS GOOD ALL THE TIME",
    "content": "REFRAIN: God is good, all the time\nHe put this song of praise in this heart of mine\nGod is good, all the time\nThrough the darkest night His light will shine\nGod is good, God is good all the time.\n\n1.\tIf you're walking through the valley, and there are shadows all around,\nDo not fear, He will guide you. He will keep you safe and sound.\n‘Cause He has promised to never leave you, nor forsake you and His Word is true.\n\n2.\tWe were sinners so unworthy, still for us He chose to die.\nFilled us with His Holy Spirit, now we can stand and testify.\nThat His love is everlasting, and His mercies they will never end.\n\nBRIDGE: Though I may not understand, All the plans You have for me\nMy life is in Your hands, And through the eyes of faith I can clearly see",
    "id": 270
  },
  {
    "number": "80",
    "title": "WE ARE HIS CHILDREN",
    "content": "1.\tWe are His children, the fruit of His suffering, Saved and redeemed by His blood;\nCalled to be holy, a light to the nations; Clothed with His power, filled with His love.\n\nREFRAIN: Go forth in His name, proclaiming: JESUS reigns!\nNow is the time for the church to arise\nAnd proclaim Him \nJesus, Saviour, Redeemer and Lord.\n           \n2.\tCountless the souls that are stumbling in darkness; Don’t let us sleep in the light!\nJesus commands us to go make disciples, This is our cause, this is our fight.\n          \n3.\tListen, the wind of the Spirit is blowing, The end of the age is so near;\nPow’rs in the earth and the heavens are shaking, Jesus our Lord soon shall appear!",
    "id": 271
  },
  {
    "number": "81",
    "title": "I LOVE YOU, LORD",
    "content": "I love You, Lord and I lift my voice    \nTo worship You,  oh my soul rejoice\nTake joy, my King in what You hear\nMay it be a sweet, sweet sound in Your ear",
    "id": 272
  },
  {
    "number": "82",
    "title": "THERE'S A CRY",
    "content": "1.\tThere's a cry that is rising from the depths of creation,\nThere's a call on the lips of every people, every nation\nIt's the cry of the children for the Father's heart\nIt's the call of the lost sheep for the Shepherd's voice. \n(Hear their cry from the depths, O Lord) (2x)\n\n2.\tLike a tree by a river, giving fruit in due season,\nAnd the leaves of the tree are For the healing of the nations\nYou have planted a kingdom that shall never fall\nTo the ends of the earth is Your salvation call. \n(Hear their cry from the depths, O Lord) (2x)\n\nREFRAIN: Those who weep, return with songs of joy\nYou have turned their mourning into dancing\nThose who seek, shall find the Lord of Lords\nJesus Christ, desire of all the nations. \n\n3.\tAs a watchman is waiting, for the sun in it’s dawning\nAnd his heart is rejoicing, at the light of the morning\nSo my soul waits for You and Your unfailing love.\nFor the Lord our Redeemer has become our hope. \n(Hear our cry from the depths, O Lord) (2x)\n\nYour Kingdom, Your Name and Your Throne will last forever!\n(Your Kingdom come, Your will be done!)",
    "id": 273
  },
  {
    "number": "83",
    "title": "WHITER THAN THE SNOW",
    "content": "Whiter than the snow,  purer than the clearest stream\nWash me and I’ll be, bathed in purity\nI long to feel clean\n\nA robe of righteousness, a robe that I could not  aff--ord\nMy Lord You paid the price, \nYour perfect sacrifice has covered up my shame\n\nAnd so I thank You, Je----sus\nFor the sweet forgiveness of the cross\nIt’s a mystery to amaze even angels\nThat when Father looks into my heart\nHe sees me now as whiter than the snow",
    "id": 274
  },
  {
    "number": "84",
    "title": "I JUST WANT TO BE WHERE YOU ARE",
    "content": "I just want to be where You are, Dwelling daily in Your presence\nI don't want to worship from afar, Draw me near to where You are\n\nI just want to be where You are, In Your dwelling place forever\nTake me to the place where You are, 'Cause I just want to be with You\n\nI want to be where You are, Dwelling in Your presence\nFeasting at Your table, Surrounded by Your glory\nIn Your presence, That's where I always want to be\nI just want to be, I just want to be with You\n\nI just want to be where You are, To enter boldly in Your presence\nI don't want to worship from afar, Draw me near to where You are\n\nO my God\nYou are my strength and my song\nAnd when I'm in Your presence\nThough I'm weak,You're always strong\n\nI just want to be where You are\nIn Your dwelling place forever\nTake me to the place where You are\n‘Cause I just want to be\nI just want to be with You\nI just want to be\nI just want to be with You (3x)",
    "id": 275
  },
  {
    "number": "85",
    "title": "WE ARE THE BODY OF CHRIST",
    "content": "One heart, one spirit, one voice to praise You\nWe are the body of Christ.\nOne goal, one vision to see You exalted.\nWe are the body of Christ.\n\nAnd to this we give our life to see You glorified.\n  \nOne heart, one spirit, one voice to praise You\nWe are the body of Christ.\nOne goal, one vision to see You exalted.\nWe are the body. We are the body\nWe are the body of Christ.",
    "id": 276
  },
  {
    "number": "86",
    "title": "MIGHTY TO SAVE",
    "content": "1.\tIn the battle we’re fighting daily, I’ve almost slipped and fallen\nHad you not been with me.\nThe fangs of death surrounded me, every way seemed hopeless\t\nI cried out to You.\n\nREFRAIN: Saviour, He can move the mountains\nMy God is mighty to save, He is mighty to save\nForever, Rock of my Salvation\nHe rose and conquered the death, \nJesus conquered the death\n\n1.\tThe Lord reached down form heaven, draw me out of many waters\nAnd give me life again.\nI place my life in Your hands, for who is God besides you\nI love You, my Lord.\n\n2.\tYou train my hands for battle, You give me Your shield of victory\nYour right hand sustains me.\nOver walls I jump with You Lord, nothing will be a hindrance\nFor You are with me.\n\nBRIDGE: Arise and make the enemy flee\nWe're coming in the name of of the Lord of hosts:   \nJesus! Arise and make the enemy flee\nWe're coming in the name of of the Lord of hosts",
    "id": 277
  },
  {
    "number": "87",
    "title": "BE THOU MY VISION",
    "content": "1.\tBe Thou my vision, oh Lord of my heart\nNaught be all else to me, save that Thou art \nThou my best thought by day or by night,\nWaking or sleeping, Thy presence, my light.\n\n2.\tBe Thou my wisdom and Thou my true word\nI ever with thee and Thou with me Lord;\nThou my great Father and I Thy true son,\nThou in my dwelling and I, with Thee, one.\n          \n3.\tRiches I need not, nor man's empty praise,\nThou mine inheritance, now and always;\nThou, and Thou only, first in my heart\nHigh King of heaven, my treasure Thou art.\n\n4.\tHigh King of heaven, my victory won,\nMay I reach heaven’s joys, O bright heaven's Sun;\nHeart of my own heart, whatever befall,\nStill be my vision, O Ruler of all.",
    "id": 278
  },
  {
    "number": "88",
    "title": "JESUS, HOPE OF THE NATIONS",
    "content": "Jesus, hope of the nations\nJesus, comfort for all who mourn\nYou are the source of heaven’s hope on earth\n\nJesus, light in the darkness\nJesus, truth in each circumstance\nYou are the source of heaven’s light on earth\n\nIn history, You lived and died,\nYou broke the chains, You rose to life\nYou are the hope, living in us\nYou are the rock, in whom we trust\nYou are the light, shining for all the world to see\nYou rose from the dead, conquering fear\nOur Prince of Peace, drawing us near\nJesus our hope, living for all who will receive         \nLord we believe!!",
    "id": 279
  },
  {
    "number": "89",
    "title": "INTO YOUR HANDS",
    "content": "1.\tInto Your hands I surrender\nAll of my hopes all my dreams\nAll I ever long to be is in Your hands\nAll of my fears all my sorrows\nPleasures and joys this my theme\nI commit all that I am into Your hands\n\nREFRAIN: The hands that took the nails upon that rugged tree\nAre strong enough to shelter shield and carry me\nThe hands that took the nails upon that rugged tree\nAre strong enough to shelter shield to carry me\nOh to carry me\n\n2.\tInto Your hands I am trusting\nWhatever the future may bring\nWhere You lead me I will rest within Your hands\nAll of my strengths all my weakness\nAs long as I've breath I will sing\nI commit all that I am into Your hands",
    "id": 280
  },
  {
    "number": "90",
    "title": "WE ARE A MOMENT (BE UNTO YOUR NAME)",
    "content": "We are a moment, You are forever; Lord of the ages, God before time\nWe are a vapor, You are eternal; Love everlasting, reigning on high\n \nREFRAIN: Holy, Holy Lord God Almighty\nWorthy is the Lamb who was slain\nHighest praises, honor and glory\nBe unto Your Name (2x)\n \nWe are the broken, You are the Healer; \nJesus Redeemer, mighty to save\nYou are the Love song we'll sing forever; \nBowing before You, blessing Your  name \n\nREFRAIN 2:Holy, Holy Lord God Almighty\nWorthy is the Lamb who was slain\nHighest praises, honor and glory\nBe unto Your Name (2x)",
    "id": 281
  },
  {
    "number": "91",
    "title": "IN HEAVENLY ARMOUR (THE BATTLE BELONGS TO THE LORD)",
    "content": "1.\tIn heavenly armour we’ll enter the land – the battle belongs to the Lord!\nNo weapon that's fashioned against us will stand – the battle belongs to the Lord!\n\nREFRAIN: And we sing glory, ho - nour, power and strength to the Lord!\nAnd we sing glory, ho - nour, power and strength to the Lord!\n\n2.\tWhen the power of darkness comes in like a flood – the battle belongs to the Lord!\nHe's raised up a standard, the power of His blood – the battle belongs to the Lord!\n\n3.\tWhen your enemy presses in hard, do not fear – the battle belongs to the Lord!\nTake courage, my friend, your redemption is near – the battle belongs to the Lord!",
    "id": 282
  },
  {
    "number": "92",
    "title": "JESUS I BELIEVE IN YOU",
    "content": "1.\tInto Your hands, I commit again with all I am for You Lord \nYou hold my world in the palm of Your hands, and I am Yours Forever \n\nREFRAIN: Jesus, I believe in You, Jesus, I belong to You\nYou’re the reason that I live, the reason that I sing \nWith all I am\n\n2.\tI walk with You, wherever You will go, Through tears and joy I’ll trust in You \nAnd I will live, In all of Your ways, and Your promi – ses  forever \n\nBRIDGE: I will wor – ship,  I will wor - ship, You",
    "id": 283
  },
  {
    "number": "93",
    "title": "IN CHRIST ALONE",
    "content": "1.\tIn Christ alone my hope is found, \nHe is my light, my strength, my song  \nThis Cornerstone, this solid Ground, \nFirm through the fiercest drought and storm\nWhat heights of love, what depths of peace, \nWhen fears are stilled when strivings cease!\nMy Comforter my All in All, here in the love of Christ I stand\n\n2.\tIn Christ alone! who took on flesh, \nFullness of God in  helpless babe!    \nThis Gift of love and righteousness, \nScorned by the ones He came to save\nTill on that cross as Jesus died, the wrath of God was satisfied \nFor every sin on Him was laid: \nHere in the death of  Christ I live\n\n3.\tThere in the ground His body lay, \nLight of the world by darkness slain\nThen bursting forth in glorious day, \nUp from the grave He rose again!\nAnd as He stands in victory, \nSin's curse has lost its grip on me\nFor I am His and He is mine \nBought with the precious blood of Christ\n\n4.\tNo guilt in life no fear in death, \nThis is the power of Christ in me\nFrom life's first cry to final breath \nJesus commands my destiny\nNo power of hell no scheme of man \nCan ever pluck me from His hand\nTill He returns or calls me home, \nHere in the power of Christ I'll stand!",
    "id": 284
  },
  {
    "number": "94",
    "title": "THIS IS MY DESIRE",
    "content": "This is my desire, to honour You. Lord,\nWith all my heart I worship You.\nAll I have within me I give You praise.\nAll that I adore is in You.\n\nLord, I give You my heart, I give You my soul. \nI live for You alone.\nEvery breath that I take, every moment I'm awake.\nLord have Your way in me.",
    "id": 285
  },
  {
    "number": "95",
    "title": "ALL THAT I AM, ALL THAT I HAVE (LORD I OFFER MY LIFE TO YOU)",
    "content": "1.\tAll that I am, all that I have\nI lay them down before You O Lord \nAll my regrets, all my acclaim \nThe joy and the pain, I'm making them Yours \n\nREFRAIN: Lord I offer my life to You, Everything I've been through \nUse it for Your glory, Lord I offer my days to You \nLifting my praise to You, As a pleasing sacrifice \nLord I offer You my life \n\n2.\tThings in the past, things yet unseen \nWishes and dreams that are yet to come true\nAll of my hopes, all of my plans \nMy heart and my hands are lifted to You.",
    "id": 286
  },
  {
    "number": "96",
    "title": "I SEE THE CROSS",
    "content": "1.\tI see the cross and it’s all I need to see.\nI see the cross and it calls me to believe.\n\nREFRAIN: No other way to be reconciled, \nTo receive complete forgiveness.\nNo other choice could have set us free, \nCould have paid the price of justice.\nSo I come, as I am, to the place where mercy meets me.\nI see the cross.\n\n2.\tI see the cross lifted high for all to see.\nI see the cross, it´s the love the nations need.\n\nBRIDGE: You suffered and died, poured out Your life.\nYou showed us the way to truly be great.\nYet this just begins the Father´s full plan.\nNow there is a way to share in Your resurrection,\nTo live forever through Your death and life,\nTo share Your resurrection, to live forever\nThrough Your death and life.             \nI see the cross",
    "id": 287
  },
  {
    "number": "97",
    "title": "AMAZING GRACE",
    "content": "1.\tAmazing grace! how sweet the sound.\nThat saved a wretch like me!\nI once was lost, but now I am found.\nWas blind but now I see.\n\n2.\t'Twas grace that taught my heart to fear.\nAnd grace my fears relieved:\nHow precious did that grace appear\nThe hour I first believed!\n\n3.\tThrough many dangers, toils and snares\nI have already come;\n'Tis grace has brought me safe thus far,\nAnd grace will lead me home.\n\n4.\tThe Lord has promised good to me.\nHis word my hope secures;\nHe will my sheild and portion be\nAs long as life endures.\n\n5.\tYea, when this flesh and heart shall fail,\nAnd mortal life shall cease,\nI shall possess, within the veil,\nA life of joy and peace.",
    "id": 288
  },
  {
    "number": "98",
    "title": "HALLELUJAH",
    "content": "May the path that I walk be the path of righteousness\nMay the words of my mouth give You praise.\nMay my heart be Your home and a place of holiness,\nI worship You in love, I lift Your name up high!\n\nHalle, hallelujah, to the Father, to the Lord.\nHalle, hallelujah, to the Saviour, forevermore  (2x)",
    "id": 289
  },
  {
    "number": "99",
    "title": "YOU’RE THE SHEPHERD, I’M THE SHEEP",
    "content": "1.\tYou’re the shepherd, I’m the sheep; with this heart You take care of me\nIt’s in You that I put my trust; You’re not a hireling, You’re my God\n\nPre-Refrain: When wolves will come I’ll have no fear, \n‘cause You lay down Your life for me\nFor Your love is everlasting, \nYou’re the shepherd of my soul\n\nREFRAIN: I will always follow Your steps and I’ll listen to Your voice\nFor Your love is all that’s good for me\nAnd I want to love You more\n\n2.\tYou’re leading me where waters are still; \nAnd grass is green, on the top of the hill\nAnd if I have no strength left to walk with You, \nUpon Your shoulders I rest anew\n\nPRE-REFRAIN: When thieves will come I’ll have no fear,   \n‘Cause You’re firmly holding me\nIn Your arms there’s no pain or suffering, \nYou’re the shepherd of my soul",
    "id": 290
  },
  {
    "number": "100",
    "title": "THE LAME MAN",
    "content": "1.\tThe lame man sat by the road and he cried. (3x) He cried: Oh, oh, oh \nShow me the way, show me the way, show me the way, the way to go home.\n\n2.\tThe blind man stood by the road and he cried. (3x) He cried: Oh, oh, oh\nShow me the way, show me the way, show me the way, the way to go home.     \n\n3.\tJesus hung on the cross and he cried. (3x) He cried: Oh, oh,  oh  \nI am the way, I am the way, I am the way, the way to go home.     \n\n4.\tJesus, x x x x x x x x (3x)  Oh oh oh \nShow me the way, show me the way, show me the way, the way to go home.",
    "id": 291
  },
  {
    "number": "101",
    "title": "BEFORE THE THRONE OF GOD ABOVE",
    "content": "1.\tBefore the throne of God above,\nI have a strong, a perfect plea,\nA great High Priest whose name is “Love”,\nWho ever lives and pleads for me.\nMy name is graven on His hands,\nMy name is written on His heart;\nI know that while in heaven He stands\n(No tongue can bid me thence depart.) (2x)\n \n2.\tWhen satan tempts me to despair,\nAnd tells me of the guilt within,\nUpward I look and see Him there\nWho made an end to all my sin.\nBecause the sinless Saviour died,\nMy sinful soul is counted free;\nFor God, the Just, is satisfied\n(To look on Him and pardon me.) (2x)\n \n3.\tBehold Him there! The risen Lamb,\nMy perfect, spotless Righteousness,\nThe great unchangeable I AM,\nThe King of glory and of grace!\nOne with Himself I cannot die,\nMy soul is purchased by His blood;\nMy life is hid with Christ on high,\n(With Christ, my Saviour and my God.) (2x)",
    "id": 292
  },
  {
    "number": "102",
    "title": "HEAVEN IS IN MY HEART",
    "content": "REFRAIN: Ooooooh, heaven is in my heart\nOoooooh, heaven is in my heart \n\n1.\tThe kingdom of our God is here, Heaven is in my heart\nThe presence of His majesty, Heaven is in my heart\nAnd in His presence joy abounds, Heaven is in my heart \nThe light of holiness surrounds, Heaven is in my heart  \n\n2.\tHis precious life on me he spent, Heaven is in my heart\nTo give me life without an end, Heaven is in my heart\nIn Christ is all my confidence, Heaven is in my heart\nThe hope of my inheritance, Heaven is in my heart\n\n3.\tWe are the temple for His throne, Heaven is in my heart \nAnd Christ is the foundation stone, Heaven is in my heart \nHe will return to take us home, Heaven is in my heart\nThe Spirit and the Bride say “Come!”, Heaven is in my heart",
    "id": 293
  },
  {
    "number": "103",
    "title": "THERE IS JOY IN THE LORD",
    "content": "1.\tThere is joy in the Lord \nThere is love in His Spirit \nThere is hope in the knowledge of Him \nThere's a fountain that flows, \nLike a river from Heaven \nAbounding in love to my soul  \n\nREFRAIN: All blessing and honour are His \nAll glory and power are His \nLet all wisdom and strength, \nBe the Lord's in this place \nLet all glory be given to Him \n\n2.\tThere is joy in the Lord \nThere is love in His Spirit \nThere is hope in the knowledge of Him \nThere's a fountain I know, \nEvery time I am near it \nMy heart overflows to the Lord",
    "id": 294
  },
  {
    "number": "104",
    "title": "AWESOME GOD",
    "content": "1.\tOur God is King in heaven and He wants to reign on earth.\nOur God is an awesome God!\nHe is setting up his kingdom which shall never be destroyed.\nOur God is an awesome God! \n\nThe gospel of the kingdom will be preached to all the nations,\nAs one witness to all peoples, then the end will come.\nHis return is very close, so let us stand up and proclaim that,\nOur God is an awesome God!\n \nREFRAIN: Our God is an awesome God, He reigns from heaven above;\nWith wisdom, power and love, our God is an awesome God!\n\n2.\tBehold the Lamb of God who was slain for all our sin\nOur God is an awesome God!\nHe redeemed us to our God when He shed His precious blood\nOur God is an awesome God! \n\nOut of every tribe and nation He has called us as His people\nBy his grace he'll make us kings and priests to our God\nLet us humble ourselves under the mighty hand of God that\nWe may reign with this awesome God!",
    "id": 295
  },
  {
    "number": "105",
    "title": "THE SPLENDOUR OF THE KING",
    "content": "1.\tThe splendour of the King, clothed in majesty\nLet all the earth rejoice, let all the earth rejoice.\nHe wraps Himself in light, and darkness tries to hide\nAnd trembles at His voice, and trembles at His voice.\t\n\nREFRAIN: How great is our God! Sing with me: \nHow great is our God,\nAnd all will see how great, how great is our God!\n\n2.\tAge to age He stands and time is in His hands\nBeginning and the end, beginning and the end.\nThe Godhead, three in One, Father, Spirit, Son;\nThe Lion and the Lamb, the Lion and the Lamb.\n\nBRIDGE:\nYou are Name above all names, You are worthy of our praise\nAnd my heart will sing how great is our God! (2x)",
    "id": 296
  },
  {
    "number": "106",
    "title": "YOU NEVER LET GO",
    "content": "1.\tEven though we walk through the valley of the shadows of death \nYour perfect love is casting out fear \nAnd even when we’re caught in the middle of the storms of this life \nWe won’t turn back, we know You are near \n \nREFRAIN: And we will fear no e - vil, for our God is wi- th us. \nAnd if our God is wi - th us,\nWhom then shall we fear? Whom the shall we fear? \nOh no, You never let go, \nThrough the calm and through the storm \nOh no, You never let go, in every high and every low \nOh no, You never let go, Lord, You never let go of us. \n \n2.\tAnd we can see a light that is coming for the heart that holds on \nA glorious light beyond all compare \nAnd there will be an end to these troubles, but until that day comes \nWe’ll live to know You here on the earth. \n \nBRIDGE:\n Yes, we can see a light that is coming for the heart that holds on \n And there will be an end to these troubles, but until that day comes \n Still we will praise You. Still we will praise You.  \n\nLAST REFRAIN: Oh no, we never let go, \nThrough the calm and through the storm \nOh no, we never let go, in every high and every low \nOh no, we never let go,\nLord, we never let go of You",
    "id": 297
  },
  {
    "number": "107",
    "title": "JESUS LOVER OF MY SOUL",
    "content": "Jesus, lover of my soul.\nJesus, I will never let You go.\nYou’ve taken me from the miry clay,\nSet my feet upon a rock, and now I know.\nI love You, I need You.\nThough my world may fall, I’ll never let You go.\nMy Saviour, my closest friend,\nI will worship You until the very end.",
    "id": 298
  },
  {
    "number": "108",
    "title": "WHEN I LOOK BACK (CRUCIFIED WITH CHRIST)",
    "content": "1.\tWhen I look back, at what I thought was living\nI'm amazed at the price I choose to pay\nAnd to think I ignored what really matters\n‘Cause I thought the sacrifice would be too great\nBut when I finally reached the point of giving in\nI found the cross was calling even then\nAnd even though it took dying to survive  I've never felt so much alive.\n\nREFRAIN: For I am crucified with Christ and yet I live\nNot I but Christ that lives within me\nHis Cross will never ask for more than I can give\nIts not my strength but His\nThere's no greater sacrifice\nFor I am crucified with Christ and yet I live\n\n2.\tAs I hear the Saviour call for daily dying\nI will bow beneath the weight of Calvary\nLet my hands surrender to His piercing purpose\nThat holds me to the cross but sets me free\nI will glory in the power of the cross\nThe things I thought were gain I count as loss\nAnd with His suffering I identify\nAnd by His resurrection power I am alive\n\nBRIDGE: And I will offer all I have\n                    So that His cross is not in vain\n                    For I’ve found to live is Christ\n                    And to die is truly gain",
    "id": 299
  },
  {
    "number": "109",
    "title": "COME AND LET US GO",
    "content": "Come and let us go up to the mountain of the Lord\nTo the house of God let us go   (2x)\n\nAnd He will teach us His ways \nAnd we shall walk in His paths\nFor the law shall go forth out of Zi  -  on\nAnd the Word of the Lord from Jerusalem",
    "id": 300
  },
  {
    "number": "110",
    "title": "GIVE THANKS (INSIEM RENDIAMO GRAZIE A DIO)",
    "content": "Give thanks with a grateful heart.\nGive thanks unto the Holy One.\nGive thanks because He’s given \nJesus Christ, His Son. (2x)\n\nAnd now let the weak say, “I am strong,”\nLet the poor say, “I am rich,”\nBecause of what the Lord has done for us. (2x)\nGive thanks.\n\nInsiem rendiamo grazie a Dio; Insiem con gratitudine\nInsiem perché ci ha dato il suo figliuol Gesù. (2x)\n\nOra dica il debole son forte, Dica il povero son ricco\nPer quel che ha fatto il Signor per noi. (2x)",
    "id": 301
  },
  {
    "number": "111",
    "title": "STRENGTH WILL RISE (EVERLASTING GOD)",
    "content": "1.\tStrength will rise as we wait upon the Lord,\nWe will wait upon the Lord, we will wait upon the Lord. \nStrength will rise as we wait upon the Lord,\nWe will wait upon the Lord, we will wait upon the Lord.  \n\nOur God, You reign forever, our hope, our strong Deliverer\nYou are the everlasting God, the everlasting God;\nYou do not faint, You won’t grow weary.\nYou are the defender of the weak, \nYou comfort those in need;\nYou lift us up on wings like eagles.\n\n2.\tWe will rise as the witness of our Lord \nAs the light in the darkness we will rise\nWe’ll go forth in the power of His name \nAnd proclaim the coming King we’ll go forth\nOur God, You reign forever,      \nWe’ll bring Your kingdom on this earth\n\nWe want to see Your kingdom come, to see the nations free\nTo see Your word fulfilled in all the earth\nWe’ll go forth in Jesus’ name\nAs the witness for your life\nSo streams of living water fill the earth.",
    "id": 302
  },
  {
    "number": "112",
    "title": "WE LOVE YOU JESUS",
    "content": "1.\tThey were young and they were free\nThere were few men who believed\nIn a men who asked them to leave it all behind and follow me\nSo they set out on this journey not knowing where he would lead\nBut soon they would see clearly what the price would have to be\nThat day would come when they would choose to live or give their lives away\nthey could have run but with their final breath heaven heard them say.\n\nREFRAIN: We love You Jesus, with all our hearts\nOur Lord and Saviour You’ve been so good to us\nWe love You Jesus, You are the light in the dark\nWe’ll follow You anywhere, we love You Jesus.\n\n2.\tWe don’t see Him with our eyes, can’t touch the scars that are on His side\nStill we feel Him in our soul and now we know that He’s alive\nAnd our message is the same as the few who made the way\nWith a faith that God will live inside of those who call His name.\nThe days has come to lose ourselves and give our lives away\nAll for the one who’s in our heart we raise our hands.\n\nBRIGE: I believe, I believe in the promise\nOf a life that no men can steal away\nI believe, I believe, we’ll all see Jesus\nAnd we’ll worship Him forever",
    "id": 303
  },
  {
    "number": "113",
    "title": "COME TO THE TABLE OF MERCY",
    "content": "Come to the table of mercy\nPrepared with the wine and the bread.\nAll who are hungry and thirsty,\nCome and your souls will be fed.\n\nCome at the Lord's invitation,\nReceive from His nail-scarred hands.\nEat of the bread of salvation,\nDrink of the blood of the Lamb.",
    "id": 304
  },
  {
    "number": "114",
    "title": "THE SPIRIT AND THE BRIDE",
    "content": "The Spirit and the bride are saying “Come”;\nAnd who does hear let him say “Come”.\nAnd who is thirsty let him draw near \nand drink the water of life for free.\n\nHallelujah, praise be to God, Hallelujah, praise be to God    \nHallelujah, praise be to God, Hallelujah, all praise be to God.",
    "id": 305
  },
  {
    "number": "115",
    "title": "REACH UP HIGH",
    "content": "REFRAIN: I reach up high, I touch the ground\nI stamp my feet and I turn around,\nI’ve got to (woo woo) praise the Lord.\nI jump and dance with all my might, \nI might look funny but that’s all right.\nI’ve got to (woo woo) praise the Lord.\n\n1.\tI’ll do anything just for my God,  \n’cos he’s done everything for me.\nIt doesn’t matter who is looking on, \nJesus is the person that I want to please.\n\n2.\tMay my whole life be a song of praise\nTo worship God in every way.\nIn this song the actions praise his name,\nI want my actions every day to do the same.",
    "id": 306
  },
  {
    "number": "116",
    "title": "I WANT TO KNOW YOU",
    "content": "I want to know You, Lord I must know You.   \nI want to be found in You, I want to be clothed in Your truth.\nSo I fix my eyes on You, Lord I must see You.\nI put my faith in You, I spend my life on You.\t  \nI want to know You, I want to love You,                    \nI want to know You more, Jesus, Jesus",
    "id": 307
  },
  {
    "number": "117",
    "title": "I WILL RUN TO YOU",
    "content": "1.\tYour eye is on the sparrow\nAnd Your hand, it comforts me\nFrom the ends of the earth\nTo the depths of my heart\nLet Your mercy and strength be seen\n\n2.\tYou call me to Your purpose\nAs angels understand\nFor Your glory \nMay You draw all men\nAs Your love and grace demands\n\nREFRAIN: And I will run to You\nTo Your words of truth   \nNot by might, not by power\nBut by the Spirit of God\nYes I will run the race\nTill I see Your face\nO let me live in the glory of Your name",
    "id": 308
  },
  {
    "number": "118",
    "title": "THE NEW MAN",
    "content": "1.\tIt was for me that You died on the cross, my Lord\nYou paid my debt and washed away my sin\nYou carried my old self with You upon the cross\nWith all the good, and bad that’s found in me\n\nREFRAIN: My old self has already died with Jesus\nWas crucified with Him, baptised into His death\nThen raised again and given His Holy Spirit\nIn Jesus we are now, one new man forevermore\n\n2.\tI live no longer, but my Lord lives in me now\nHe must increase, I decrease day by day\nAs I take off the old self more and more\nBeing renewed, I clothe myself in Christ\n\n3.\tNow  born again through Jesus’ resurrection\nThe Spirit of my Saviour dwells in me\nBeing made new in the image of my Maker\nI walk with Him in the newness of life.",
    "id": 309
  },
  {
    "number": "119",
    "title": "AN UNRESERVED LOVE",
    "content": "I've always been told, love won't endure.\nNowhere can one find love long and true. \nThe world just thinks love comes and passes through. \n“Don’t make promise” is the rule… \n\nBut I still believe love can last long. \nYour unfailing love has made me strong. \nYou are the one I can depend upon. \nCome what may, You’ll love me all along! \n\nWho died on the cross and took away my curse. \nGreat is Your love, I don’t think I should deserve. \nYour bleeding hands proved Your love unreserved. \nYou're my only joy and treasure on the earth… \n\nGiving everything to You is all I pray. \nUse my life to serve You truly every day. \nI’ll hold Your hands and give You all my praise. \nLet the whole world know Your love and grace!",
    "id": 310
  },
  {
    "number": "120",
    "title": "SHOW US MORE OF YOU",
    "content": "Show us more of You, so much more.\nMake us more like You are, so much more. \nSo much more of Your love in our lives, \nYour word fulfilled in us, oh Lord, so much more. (2x)\n\nYou are a God who loves His children true, \nThe only One who loves us through and through, \nThere is nobody who compares to You, dear Lord. \nYou’ve  proved Yourself  as our eternal friend; \nThis kind of love is hard to comprehend. \nShow us more of You, so much more.",
    "id": 311
  },
  {
    "number": "121",
    "title": "BREAK DIVIDING WALL",
    "content": "There is a place of commanded blessing\nWhere brethren in unity dwell\nA place where anointing oil is flowing\nWhere we live as one\nYou have called us to be a body\nYou have called us as friends\nJoined together in the bond of the Spirit\nUnto the end\n\nFather we join with the prayer of Jesus\nAs You are so let us be one\nJoined together in unity and purpose\nAll for the love of Your Son\n\nWe will break dividing walls, we will break dividing walls\nWe will break dividing walls, in the name of Your Son\nWe will break dividing walls, we will break dividing walls\nAnd we will be one",
    "id": 312
  },
  {
    "number": "122",
    "title": "THIS IS MY DESTINY",
    "content": "This is my destiny\nThis is my hope eternal\nTo be conformed into the image of love\n\nThis is my purpose\nThis is my highest calling\nTo leave the world behind and live my life for You\n\nREFRAIN: Carry me, Hide me in the shelter of Your pure embrace\nThe place where I belong, oh Jesus\nCover me, I come to You for shelter to the secret place\nWhere I live to see Your face",
    "id": 313
  },
  {
    "number": "123",
    "title": "WHOM SHALL I SEND",
    "content": "1.\tI, the Lord of sea and sky, I have heard my people cry\nAll who dwell in dark and sin, My hand will save:\nI who made the stars of night, I will make their darkness bright\nWho will bear my light to them? Whom shall I send?\n\nREFRAIN: Here I am Lord, Is it I, Lord? \nI have heard You calling in the night\nI will go Lord If You lead me, \nI will hold Your people in my heart\n\n2.\tI the Lord of snow and rain, I have borne my people’s pain,\nI have wept for love of them, They turn away...\nI will break their hearts of stone.Give them hearts with love alone\nWho will speak my word to them? Whom shall I send?\n\n3.\tI, the Lord of wind and flame, I will tend the poor and lame\nI will set a feast for them, My hand will save;\nFinest bread I will provide, Till their hearts be satisfied\nWho will give my life to them? Whom shall I send?",
    "id": 314
  },
  {
    "number": "124",
    "title": "I PRAY",
    "content": "I pray because I’m nothing, I pray because I clearly know my need\nTo seek Your will is the most important thing\nI pray, I cannot hide it, I pray because Your love is all I need\nYou take care and prepare the way for me \nTo You alone I will give all my life, For no one loves me like You do\nAll my pain and all my crying, I know You'll take away\nEv'ry morning I will tell You: “My Jesus,\nI want to live my life for You.”\nEveryday I receive the strength that I need and\nThe fullness of Your grace.\n\n祷     告   因  为  我    渺     小  ,    祷     告  因 为  我   知  道    我   需     要   \nDao gao in uei uo miao shiao, Dao gao in uei uo zhi dao uo shui yao\n明      瞭    你  心   里  对   我  重       要。\nMing liao ni shin li due uo zhong iao\n祷    告   已 假      装     不    了 ,  祷     告   因 为  你 的 爱 我  需     要 。  \nDao gao i gia zhuang bu liao, Dao gao in uei ni di ai uo shui yao\n你    关     怀   我   走    过   的  你    都    明     白。\nNi guan huai, uo zou guo de ni dou ming bai\n\n有     些     事  我  只     想     要     对     你  说 ,  因 你 比 任   何  人  都     爱  我 。\nYou shie shi uo zhi shiang yao duei ni shuo, In ni bi ren he ren dou ai uo\n痛      苦   从     眼      中       流  下 ,  我    知  道    你 为  我  擦。\nTong ku ciong yen zhong liu shia, Uo zhi dao ni uei uo zha\n在   每    个  早     晨    我   要      对   你   说,    主  耶稣   今  天  我     为  你 活。 \nZai mei ge zao cheng uo yao duei ni shuo, Zu yesu gin tien uo uei ni huo\n所    需    要    的 力 量    你      天  天  赐  给 我,    你 恩  典      够  我   用 。\nSuo shui yao de li liang ni tien tien zi gei uo, Ni en dien gou uo yong",
    "id": 315
  },
  {
    "number": "125",
    "title": "DIVINE ROMANCE",
    "content": "1.\tHow could a country girl like me become Your match, Your bride to be?\nYou’re holy and You are divine, but I'm fallen and human.\nWithout You, Lord, I have no chance to be like You in this romance.\nBut You chose me ever the world began, Nothing could change Your plan.\n\nREFRAIN: This divine romance, \nIs My heart's deep plan.\nI became a lowly man, \nTo court My country girl.\nNothing could deter, nothing can alter\nMy eternal love for her; \nI’ll gain My country girl.\n\n2.\tNo man or angel ever knew this secret hidden deep in You\nThat You desired to be one with man before the world began.\nThough sin came in to ruin me through satan’s scheme and subtlety \nNothing could break Your love for me to gain me totally.\n\n3.\tAs King of Kings You became a man, You died for me I’ve been redeemed, \nIn resurrection made us queen to marry You, my King.\nFrom death You rose and entered me, I now possess Your divinity; \nIn life and nature we're the same: both human and divine.\n\nREFRAIN 2: In Your love I’m drawn, \nTo You I belong;\nI am not my own, \nLord, I’m Yours and Yours alone.\nBy Your love I’m drawn, \nIn Your name I’m charmed,\nAnd Your Person captured me, \nFor I’ve been kissed by Thee.\n\n4.\tLord, in this close sweet fellowship, Lord, be with me so intimate,\nSo personal and affectionate; a sweet relationship.\nLord, daily change my inward being, Lord, all my heart possessing\nIn all my being—transforming, to be Your bride and queen.",
    "id": 316
  },
  {
    "number": "126",
    "title": "YOU RAISE ME UP",
    "content": "1.\tWhen I’m down and oh my soul so weary \nWhen troubles come and my heart burdened be\nThen I’m still and wait here in the silence\nUntil You come and sit awhile with me\n \nREFRAIN: You raise me up so I can stand on mountains \nYou raise me up to walk on stormy seas \n(And)I am strong when I am on Your shoulders \nYou raise me up to more than I can be \n\nFINAL: You raise me up to more than I can be\n\n2.\tThere is no life no life without its hunger\nEach restless heart beats so imperfectly \nBut when You come and I am filled with wonder \nSometimes I think I glimpse eternity",
    "id": 317
  },
  {
    "number": "127",
    "title": "AN ALABASTER JAR OF PERFUME",
    "content": "I bring my over-arching perfume at the feet of Lord.\nI kiss them and pour it on them with all my heart and soul.\nHis every step to the hill is graceful to me.\nHe was crucified. He has redeemed my life from the pit. \nMy eyes fix upon him where he died for me.\nHe is my lord, he lives in me, all my life for him.",
    "id": 318
  },
  {
    "number": "128",
    "title": "WORTHY IS THE LAMB",
    "content": "Thank You for the cross Lord\nThank You for the price You paid\nBearing all my sin and shame\nIn love You came\nAnd gave amazing grace\n\nThank You for this love Lord\nThank You for Your nail pierced hands\nWashed me in Your cleansing flow\nNow all I know\nYour forgiveness and embrace\n\nWorthy is the Lamb\nSeated on the throne\nCrown You now with many crowns\nYou reign victorious\nHigh and lifted up\nJesus Son of God\nDarling of Heaven crucified\nWorthy is the Lamb (2x)",
    "id": 319
  },
  {
    "number": "129",
    "title": "I COUNT ALL THINGS LOSS",
    "content": "1.\tThe kingdom is like a hidden treasure\nFor joy over it one sells all that he has\nThe kingdom is like the finest pearl\nIts value exceeds every measure oh Lord\nOh that Your kingdom would come\n\nREFRAIN: I count all things loss to know Him\nTaking up the cross, so that I might live\nSharing in His sufferings for the glories that follow\nJesus I give You my life\n\n2.\tHis kingdom is not of this world\nThe greatest in it shall be servant of all\nIt comes not with signs to behold\nIts righteousness, peace and its joy in the Lord\nOh that Your kingdom would come",
    "id": 320
  },
  {
    "number": "130",
    "title": "FAITH IS",
    "content": "REFRAIN: Faith is assurance of all things hoped for,\nConviction of things not seen.\nFaith is assurance of all things hoped for,\nConviction of things not seen.\nConviction of things not seen.\n\n1.\tIt’s not in believing that God can.\nFaith is not in hoping that He might.\nIt’s not in wishing on a star in the sky.\nOh, it’s knowing that He will.\nFaith is knowing that God will.\n\n2.\tAbraham has obeyed and went out\nTo receive as inheritance the land.\nBy faith Sarah bore the promised child.\nTherefore God is called their God,\nHe prepared His Kingdom for them.\n\n3.\tBy faith we will stand up for our Lord\nLiving first for his Kingdom and his word.\nLet us run with endurance looking onto Jesus\nHe's the author and perfecter of our faith\nHe's the author and perfecter of our faith",
    "id": 321
  },
  {
    "number": "131",
    "title": "BE STRONG AND TAKE COURAGE",
    "content": "REFRAIN: (so)Be strong and take courage\nDo not fear or be dismayed\nFor the Lord will go before You\nAnd his light will show the way\n\nBe strong and take courage\nDo not fear or be dismayed\nFor the one who lives within You\nWill be strong in You today \n\n1.\tWhy don’t you give him all of your fears\nWhy don’t you let him wipe all of your tears\nHe knows, he’s been through pain before\nAnd he knows all that you've been looking for\n\n2.\tNothing can take you out of his hand\nNothing can face you that you can’t command\nI know that you will always be\nIn his love, in his power you will be free!!\n\nBe strong and take courage\nFor the one who lives within You\nWill be strong in You today (2x)",
    "id": 322
  },
  {
    "number": "132",
    "title": "I'M THANKFUL THAT GOD HAS PLACED ME",
    "content": "1.\tI’m thankful that God has placed me\nWith you to build up His Body.\nChrist in you is the hope for me!\nYou also need Christ lived in me.\nREFRAIN: I live, if you stand firm in the Lord\nYou live, if I stand firm in the Lord\nMy going on is for you, Your going on is for me,\nNot separate entities, I need you saints desperately!\n2.\tOh, what a sweet church life have we!\nBuilt up in Him, His bride to be!\nIn Him steadfast, you help me be;\nEncouraged by Christ whom I see.\n\n3.\tYour faith in Christ helps me pursue;\nMy progress depends upon you!\nAs I seek Christ, with you in view,\nMy heart, full of prayers, is for you.\n\n4.\tGod’s heart longs, desires that we,\nHis lovers, seek Him corporately.\nOn each other spent constantly;\nMy life is for you, yours for me.\n\n5.\tI want to encourage you all,\nWithout your supply I would fall.\nNever think that your Christ is small.\nChrist needs you, and so do we all.",
    "id": 323
  },
  {
    "number": "133",
    "title": "TOGETHER",
    "content": "1.\tBefore the world began, Our union was His plan\nOur lonely days are gone, Together we’ll be one\nWherever you may go, Wherever you may launch\nWhatever you’ll do, I will be with you\n\n2.\tWithin our home this day, Our God we will obey\nAnd He will lead us from, The trouble times that come\nAnd with Your Hand in mind, We’ll stand the test our time\nAnd through the darkest night, The Lord will be our light\n\nREFRAIN: And we’ll go on together\nWalk together\nBound by the love from God in heaven above\nNow we’ll stay together\nPray together\nYielding our lives into His hands of love",
    "id": 324
  },
  {
    "number": "134",
    "title": "WONDERFUL MERCIFUL SAVIOUR",
    "content": "1.\tWonderful merciful Saviour, precious Redeemer and Lord\nWho would have thought that a lamb could rescue the souls of men\nOh, You rescue the souls of men\n\nREFRAIN 1:You are the one that we praise, \nYou are the one we adore\nYou took the form of a man and carried all our sins\nOh, You cleansed us from within\n\n2.\tThe Spirit of new life within us now speaks in our hearts what is true\nAs we obey he’s renewing and changing us through and through\nOh, he’s making us just like You\n\n3.\tAlmighty, infinite Father, faithfully loving Your own\nMaking us sons to inherit all riches of Your throne,\nOh, the riches of Your throne\n\nREFRAIN 2:You are the one that we praise, \nYou are the one we adore\nYou made a way of salva - tion in Jesus Christ our Lord,\nOh, in Jesus Christ our Lord",
    "id": 325
  },
  {
    "number": "135",
    "title": "COME HOLY SPIRIT",
    "content": "Come Holy Spirit fall on me now\nI need Your anointing come in Your power\nI love You Holy Spirit, You’re captivating my soul\nAnd everyday I grow to love You more\n\nREFRAIN: I’m reaching for Your heart\nYou hold my life in Your hands\nDrawing me closer to You\nI feel Your power renew\nNothing compares to this place\nWhere I can see You face to face\nI worship You in Spirit and in truth (2x)\n\nI worship You in Spirit and in truth (3x)",
    "id": 326
  },
  {
    "number": "136",
    "title": "THY WORD",
    "content": "REFRAIN: Thy word is a lamp unto my feet and a light unto my path (2x)\n\n1.\tYou show me the way, and step by step I go. On the way e-ver-la-sting.\nI leave the world behind and press on to the goal; I lay hold of You my Lord.\n\n2.\tYour word is my strength, the foundation of my life, My heart forever is steadfast.\nYour word is my guide, the path for my life, It shall lead me to the end.\n\n3.\tYour word is my delight and I shall clearly see, Your promises fulfilled in-n my life.\nI will hide your word deeply in my heart, And declare it to the world.\n\n4.\tCome incline your ear to his living word and choose it for your course of life.\nCome let's walk by faith, on this living way, And show a path for all men to go.\n\nLAST REFRAIN: Thy word is a lamp unto our feet\n And a light unto our path (2x)\n You’re the light unto, our path",
    "id": 327
  },
  {
    "number": "137",
    "title": "WHAT COULD SEPARATE US",
    "content": "What could separate us from the love of our Lord?\nWhat could separate us from the love of our Lord?\nNeither death, nor life, Neither angels, principalities nor powers\nNeither the present, nor the future. Neither height nor depth \nNor any other created thing\nCan separate us from the love of Christ. Can separate us from the love of Christ.",
    "id": 328
  },
  {
    "number": "138",
    "title": "HE KNOWS MY NAME",
    "content": "1.\tI have a Maker, He formed my heart\nBefore even time began, my life was in his hands \n\nREFREIN: He knows my name\nHe knows my every thought\nHe sees each tear that falls\nAnd He hears me when I call \n\n2.\tI have a Father, He calls me His own\nHe’ll never leave me, no matter where I go",
    "id": 329
  },
  {
    "number": "139",
    "title": "FILL MY CUP, LORD",
    "content": "1.\tLike the woman at the well I was seeking\nFor things that could not satisfy;\nAnd then I heard my Saviour speaking:\n“Draw from My well that never shall run dry.”\n\nREFRAIN: Fill my cup, Lord, I lift it up Lord!\nCome and quench, this thirsting of my soul;\n\nBread of heaven, feed me till I want no more -- \nFill my cup, fill it up\nAnd make me whole!\n\n2.\tSo, my brother, if the things this world gave you\nLeave hunger that won’t pass away, My blessed Lord\nWill come and save you, If you kneel to Him and humbly pray:\n\nFill my cup, fill it up and make me whole!(2x)",
    "id": 330
  },
  {
    "number": "140",
    "title": "CHANGE MY HEART OH GOD",
    "content": "REFRAIN: Change my heart oh God Make it ever true \nChange my heart oh God May I be like You (2x)\n\nYou are the potter, I am the clay\nMold me and make me, This is what I pray",
    "id": 331
  },
  {
    "number": "141",
    "title": "IN HIS TIME",
    "content": "In His time, in His time, He Makes all things beautiful in His time\nLord, please show me every day, As You’re teaching me Your way\nThat You do just what You say in Your time.\n\nIn Your time, in Your time, You make all things beautiful in Your time\nLord, my life to You I bring, May each song I have to sing\nBe to You a lovely thing in Your time\n\nLord, please show me every day, as You’re teaching me Your way\nThat You do just what You say\nIn Your time. (3x)",
    "id": 332
  },
  {
    "number": "142",
    "title": "TOUCHING HEAVEN, CHANGING EARTH",
    "content": "1.\tWe will seek Your face Almighty God,\nTurn and pray for You to heal our land,\nFather let revival start in us,\nThen every heart will know Your kingdom come.\n\nREFRAIN: Lifting up the name of the Lord,\nIn power and in unity,\nWe will see the nations turn,\nTouching heaven changing earth. (2x)\n\n2.\tNever looking back we’ll run the race,\nGiving You our lives we gain the prize,\nWe will take the harvest given us,\nThough we sow in tears, we’ll reap in joy.\n\nBRIDGE: Send revival,\nSend revival,\nSend revival to us.",
    "id": 333
  },
  {
    "number": "143",
    "title": "MY LIFE IS IN YOUR HANDS",
    "content": "1.\tYou don’t have to worry and don’t you be afraid\nJoy comes in the morning, Troubles they don’t last always\nFor there’s a friend in Jesus who will wipe your tears away\nAnd if your heart is broken, just lift your hands and say\n\nREFRAIN: Oh I know that I can make it\nI know that I can stand\nNo matter what may come my way\nMy life is in Your hands\nWith Jesus I can take it\nWith Him I know I can stand\nNo matter what may come my way\nMy life is in Your hands\n\n2.\tSo when your tests and trials, they seem to get you down\nAnd all your friends and loved ones are nowhere to be found\nRemember there's a friend in Jesus who will wipe your tears away\nAnd if your heart is broken, just lift your hands and say",
    "id": 334
  },
  {
    "number": "144",
    "title": "FAITH IS THE VICTORY",
    "content": "1.\tHe who overcomes, shall be clothed in garments white,\nI will not blot out, his name from the Book of Life.\nHe who overcomes, he will not be hurt by death,\nHe who has an ear, let him hear what the Spirit says.\n\nREFRAIN: Faith is the victory that has overcome the world!\nIf we endure and keep the faith unto the end\nWe shall be saved.\n\n2.\tHe who overcomes, will be a pillar in My house,\nHe will have My name, and from My presence not go out.\nHe who overcomes, and keeps My works unto the end,\nI will give him power, over every nation.",
    "id": 335
  },
  {
    "number": "145",
    "title": "LORD, I JUST LOVE YOU",
    "content": "Lord, I just love You.\nAnd there’s no one like You.\nIn the whole universe\nI have no other one like You.\nLord Jesus, I love You.",
    "id": 336
  },
  {
    "number": "146",
    "title": "VOICE OF TRUTH",
    "content": "1.\tOh what I would do to have the kind of faith it takes \nTo climb out of this boat I'm in Onto the crashing waves\nTo step out of my comfort zone, \nInto the realm of the unknown where Jesus is \nAnd He’s holding out His hand\nBut the waves are calling out my name and they laugh at me\nReminding me of all the times I've tried before and failed\nThe waves they keep on telling me time and time again. \n“Boy, you’ll never win!” “You’ll never win!”\n\nREFRAIN: But the voice of truth tells me a different story\nThe voice of truth says, “Who can overcome the world?\nWhatever is born of God overcomes the world.\nThis is the victory that has overcome the world,\nThis is the victory – our faith.”\n\n2.\tOh what I would do to have \nThe kind of strength it takes to stand before a giant \nWith just a sling and a stone. \nSurrounded by the sound of a thousand warriors \nShaking in their armor, Wishing they'd have had the strength to stand\nBut the giant’s calling out my name and he laughs at me\nReminding me of all the times, I've tried before and failed\nThe giant keeps on telling me time and time again\n“Boy, you’ll never win, you’ll never win!”\n \nI will choose to listen and believe the voice of truth (2x)\n\nBRIDGE: But the giant was not so strong,\nTo overcome the little stone\nAnd the waves they are not so high\nThey could withstand Jesus’ rebuke\nWho is he who overcomes the world,\nWho believes that Jesus is the son of God\nJesus-Son of God",
    "id": 337
  },
  {
    "number": "147",
    "title": "GREAT IS HE",
    "content": "Great is He who’s the King of Kings\nAnd the Lord of Lords, He is wonderful!\n\n(Sisters):Hallelujah, Hallelujah\n               Hallelujah He is wonderful!\n\n(Brothers): Hallelujah! Salvation and glory\n                    Honour and power He is wonderful!",
    "id": 338
  },
  {
    "number": "148",
    "title": "I WILL NOT BE SHAKEN",
    "content": "1.\tI will declare my joys to the nations, I will shout for joy to the congragation\nI will worship God, worship God all my days\n\n2.\tThose who love the Lord are satisfied, Those who trust in him are justified\nAnd I will serve my God, serve my God all my days\n\nREFRAIN: When the nations crumble, The word of the Lord will stay\nKings may rise and fall, His love will endure\nThough the strong may stumble\nThe joy of the Lord is strength to my soul\nI will not be shaken, I will not be moved, I will not be shaken",
    "id": 339
  },
  {
    "number": "149",
    "title": "MY LIFE LORD, FOR YOU LORD",
    "content": "REFRAIN: My life, Lord, for You, Lord, For the King of Kings!\nMy life, Lord, for You, Lord, For You are everything.\nTake all that I am, take ev'ry part, Oh Father take my heart.\nTake all that I am, take ev'ry part, Oh Father take my heart.\n\n1.\tLord Jesus show me Your way, \nThat I may see the world through Your own eyes.\nI want to do, Lord, what You want me to,    \nJust use my life, oh God, I pray.\n\n2.\tLord Jesus show me Your plan, \nAnd in my weakness help me to believe.\nWhen i am down, Lord, lift me up to You,  \nJust use my life, oh God, i pray.",
    "id": 340
  },
  {
    "number": "150",
    "title": "LET ME LOVE AND NOT BE REQUITED",
    "content": "Let me love and not be requited. \nLet me serve and not be rewarded. \nLet me labor and not be remembered. \nLet me suffer and not be regarded.\n\nLet me pour wine, while I drink not. \nLet me break bread, while I keep not, \nPour out my life that others be blessed, \nLose my self-life that they be comforted.\n\nI do not seek pity or wishes, I do not seek glory or riches.\nBut I rather be lonely wretched, Be discarded be wrongly treated.\n\nWith my blood and tears pay the price to gain the crown\nOn this pilgrim's ground bear all sorrows that abound\nFor this way you need thread when you live\nOn the pain which is of your own\nGladly bore or loss as you purpose\nThat the people around you be composed\n\nI know not how far the future lies ahead\nOn this path of no retreating I am led\nSo let me Lord now learn of Your perfect pattern\nSuffered wrong, no resentment in return\n\nMay You in these tedious dull interim\nWipe away all my tears sombre and dim\nFor You are my solace I learn to know\nLet my life be a pleasing fountain flow (2x)",
    "id": 341
  },
  {
    "number": "151",
    "title": "BIND US TOGETHER LORD",
    "content": "REFRAIN: Bind us together Lord, bind us together\nWith cords that cannot be broken\nBind us together Lord, bind us together\nO bind us together with love\n    \n1.\tWe are the body of Christ, called in His love and life\nJoined and knit together, we’re growing into His full measure\n\n2.\tThough we are many members, yet one body in Christ\nDeeply loving each other, and caring for one another\n\n3.\tNow let us stand up together, edified in His love\nWith one heart and one spirit, the fullness of our Lord",
    "id": 342
  },
  {
    "number": "152",
    "title": "YOU ARE LIFE",
    "content": "1.\tHe who has the Son has life \nHe who has the Son has life \nCalled out of darkness into the light\nHe who has the Son has life.\n\nREFRAIN: You are life, in You is the life\nAnd Your life, has given us light;\nJesus, in You is the life, You are life\n\n2.\tHe who has believed the Son \nHe who has believed the Son \nOut of his heart, living waters will run\nHe who has believed the Son.\n\n3.\tWhom the Son sets free\nShall be free indeed\nIn His house he’ll forever abide\nWhom the Son sets free.",
    "id": 343
  },
  {
    "number": "153",
    "title": "I'VE BEEN PURCHASED BY THE BLOOD",
    "content": "1.\tI’ve been purchased by the blood\nI’ve been purchased by the blood\nI’ve been purchased by the blood of the Lamb\nFrom an overwhelming flood, I’ve been rescued by my God\nI’ve been purchased by the blood of the Lamb\n\nREFRAIN: Hallelujah, hallelujah,\nI’ve been purchased by the blood of the Lamb\nI’ve been ransomed by my Lord, now I’ll live forevermore\nI’ve been purchased by the blood of the Lamb\n\n2.\tI’m redeemed and I’m free from a life of slavery\nI’m redeemed by the blood of the Lamb\nI’m redeemed and I’m free from a life of slavery\nI’m redeemed by the blood of the Lamb\n\n3.\tNow His Spirit’s leading me in a life of victory\nI’ve been purchased by the blood of the Lamb\nEvery principality was disarmed at Calvary\nI’ve been purchased by the blood of the Lamb",
    "id": 344
  },
  {
    "number": "154",
    "title": "TO YOU OH LORD",
    "content": "1.\tTo you oh Lord, I - lift up my soul\nIn You I trust, oh my God\nDo not let me - be put to shame\nNor let my enemies - triumph over me\n\n2.\tShow me Your ways and - teach me Your paths\nGuide me in truth, lead me on\nFor You’re my God, You are my Savior\nMy hope is in You - each moment of the day\n\nREFRAIN: No one whose hope is in You - will ever be put to shame\nThat’s why my eyes are on You, Oh Lord\nSurround me, defend me, Oh how I need You.\nTo You I lift up my soul, To You I lift up my soul\n\n3.\tRemember Lord Your - mercy and love, \nThat ever flows - from of old\nRemember not - the sins of my youth, or my rebellious ways.\nAccording to Your love, remember me\nAccording to Your love, for You are good, oh Lord\n\nEND: To You, Oh Lord, I lift up my soul (3x)",
    "id": 345
  },
  {
    "number": "155",
    "title": "TAKE MY LIFE, AND LET IT BE",
    "content": "1.\tTake my life, and let it be consecrated, Lord, to Thee;\nTake my moments and my days,\nLet them flow in ceaseless praise. (2x)\n\n2.\tTake my hands, and let them move at the impulse of Thy love;\nTake my feet, and let them be\nSwift and beautiful for Thee. (2x)\n\n3.\tTake my voice, and let me sing always, only, for my King;\nTake my lips, and let them be\nFilled with messages from Thee. (2x)\n\n4.\tTake my silver and my gold: not a mite would I withhold;\nTake my intellect, and use\nEv’ry pow’r as Thou shalt choose. (2x)\n\n5.\tTake my will, and make it Thine, it shall be no longer mine;\nTake my heart, it is Thine own,\nIt shall be Thy royal throne. (2x)\n\n6.\tTake my love, my Lord, I pour  at Thy feet its treasure store;\nTake myself, and I will be,\nEver, only, all for Thee. (2x)",
    "id": 346
  },
  {
    "number": "156",
    "title": "STANDING ON THE PROMISES",
    "content": "1.\tStanding on the promises of Christ my King,\nThrough eternal ages let His praises ring,\nGlory in the highest, I will shout and sing,\nStanding on the promises of God.\n\nREFRAIN: Standing, standing, Standing on the promises of God my Savior;\nStanding, standing, I’m standing on the promises of God.\n\n2.\tStanding on the promises that cannot fail,\nWhen the howling storms of doubt and fear assail,\nBy the living Word of God I shall prevail,\nStanding on the promises of God.\n\n3.\tStanding on the promises I now can see\nPerfect, present cleansing in the blood for me;\nStanding in the liberty where Christ makes free,\nStanding on the promises of God.\n\n4.\tStanding on the promises of Christ the Lord,\nBound to Him eternally by love’s strong cord,\nOvercoming daily with the Spirit’s sword,\nStanding on the promises of God.\n\n5.\tStanding on the promises I cannot fall,\nList’ning every moment to the Spirit’s call,\nResting in my Saviour as my all in all,\nStanding on the promises of God.",
    "id": 347
  },
  {
    "number": "157",
    "title": "WE ARE BOUND FOR THE PROMISED LAND",
    "content": "1.\tOn Jordan’s stormy banks we stand, And cast a wishful eye\nTo Canaan’s fair and happy land, Where our treasure lies.\n\n2.\tAll o’er those wide extended plains, Shines one eternal day;\nAnd there our Lord forever reigns, And scatters night away.\n\nREFRAIN: We are bound, we are bound, We are bound for the promised land,\nWe are bound, we are bound, We are bound for the promised land.\n\n3.\tAnd on across dry land we go, The testimony held high.\nOur Lord will shield us from the foe; He holds the waters by.\n\n4.\tWe don’t look back to all that’s loss, But firmly seek the reward;\nAnd so we walk on with the cross, Obeying our Lord.",
    "id": 348
  },
  {
    "number": "158",
    "title": "THE WAY OF THE CROSS - GAIN BY LOSS",
    "content": "1.\tOlives that have known no pressure\nNever can oil bestow;\nIf the grapes escape the winepress,\nCheering wine can never flow;\nSpikenard only thro’ the crushing,\nIts fragrance can diffuse.\nShall I then, shrink from the suff'ring\nThat Thy love would so induce?\n\nREFRAIN: Each blow I suffer is true gain to me.\nIn the place of what Thou takest\nThou dost give Thy-self to me.\n\n2.\tDo my heart-strings need Thy stretching,\nMusic divine to prove\nMust the sweetest music come from\nThe harsh treatment of Thy love?\nLord, I fear no deprivation\nIf I be drawn to Thee;\nI would yield in full surrender\nAll Thy heart of love to see.\n\n3.\tI'm ashamed, my Lord, for seeking\nMyself to guard always;\nThough Thy love had done its stripping,\nYet I felt compelled Thy way.\nLord, according to Thy pleasure\nComplete Thy work in me;\nHeeding not my human feelings,\nOnly do what pleases Thee.\n\n4.\tIf Thy mind and mine should differ,\nPursue, O Lord, Thy way;\nIf Thy pleasure means my sorrow,\nStill my heart shall answer, “Yes!”\n‘Tis my deep desire to please Thee,\nThough I might suffer loss;\nE'en though Thy delight and glory\nMean that I endure the cross.\n\n5.\tOh, I'll praise Thee, e'en if weeping\nBe mingled with my song.\nThine increasing sweetness calls forth\nGrateful praises all day long.\nThou hast made Thyself more precious\nThan everything to me:Thou increase and I decrease, Lord-\nThis is now my only plea.",
    "id": 349
  },
  {
    "number": "159",
    "title": "MAJESTY",
    "content": "1.\tHere I am, humbled by Your majesty, \nCovered by Your grace so free.\nHere I am, knowing I'm a sinful man, \nCovered by the blood of the lamb.\nNow I’ve found the greatest love of all is mine, \nSince You laid down Your life, \nThe greatest sacrifice.\nMajesty, Majesty\nYour grace has found me just as I am\nEmpty handed but alive in Your hands\n\n2.\tHere I stand humbled by the love that You give, \nForgiven so that I can forgive.\nSo here I stand, knowing that I am Your design, \nSanctified by glory and fire.\nAnd now I’ve found the greatest love of all is mine, \nSince You laid down Your life, \nThe greatest sacrifice.\nMajesty, Majesty\nForever I am changed by Your love\nIn the presence of Your Majesty\n\nBRIDGE: Majesty, Majesty.\nYour grace has found me just as I am, \nEmpty handed but alive in Your hands.\nSinging Majesty, Majesty.\nForever I am changed by Your love, \nIn the presence of Your Majesty. (2x)",
    "id": 350
  },
  {
    "number": "160",
    "title": "THIS WONDERFUL FAITH",
    "content": "1.\tThis wonderful faith and this super-excellent love are out of the Triune God, \nWho earnestly desires to be joined to us, To be our everything. \n\nREFRAIN: This Triune God passed through the process \nOf incarnation, crucifixion, resurrection from the dead, \nAnd ascension to the heavens on high \nAnd was ultimately consummated as the life-giving Spirit\n\n2.\tThis Spirit of life who includes divinity, humanity, and Christ’s crucifixion,\nResurrection, and ascension and is the reality of the all-inclusive Christ \nDwells in our regenerated spirit, Dwells in our regenerated spirit.",
    "id": 351
  },
  {
    "number": "161",
    "title": "I LOVE, I LOVE MY MASTER",
    "content": "1.\tI love, I love my Master, I will not go out free,\nFor He is my Redeemer; He paid the price for me.\nI would not leave His service, It is so sweet and blessed;\nAnd in the weariest moments, He gives the truest rest.\n\n2.\tMy Master shed His life-blood, My vassal life to win,\nAnd save me from the bondage, Of tyrant self and sin.\nHe chose me for His service, And gave me power to choose\nThat blessed, perfect freedom, Which I shall never lose.\n\n3.\tI would not halve my service, His only it must be!\nHis only, who so loved me, And gave Himself for me.\nRejoicing and adoring, Henceforth my song shall be,\nI love, I love my Master, I will not go out free.",
    "id": 352
  },
  {
    "number": "162",
    "title": "OH, THE JOY",
    "content": "Oh, the joy of having nothing,\nBeing nothing, seeing nothing, \nBut a living Christ in glory, \nAnd being care full for nothing.\n\nOh, the joy of having nothing,\nBeing nothing, seeing nothing, \nBut a living Christ in glory,\nAnd His interest here on earth.",
    "id": 353
  },
  {
    "number": "163",
    "title": "IF GOD LEADS YOU TO WALK A WAY THAT YOU KNOW",
    "content": "If God leads you to walk a way that you know. \nIt will not benefit you as much as \nIf He would lead you to take the way that you do not know\nThis forces you to have hundreds and\nThousands of conversations with Him\nResulting in a journey that is an everlasting\nMemorial between you and Him",
    "id": 354
  },
  {
    "number": "164",
    "title": "ALL PRAISE AND WORSHIP",
    "content": "We have come to worship,  And to praise You with our song\nYou are always worthy of our praise, Oh~~~~.\nCelebrate together to lift up Jesus' name. Hallelujah\n\nPraise the Lord Hallelujah. Oh, praise the Lord Hallelujah\nHallelujah, oh~~~. (2x)\n\nyi qie ge song zan mei,  dou gui wo zhu wo de shen,\n一切歌颂赞美,              都归我主我的神,\nni shi pei de ge song yu zan mei  oh~~~~.\n你是配得歌颂与赞美, \nwo men gao sheng hu huan, gao ju ye su sheng ming,\n我们高声呼喊,                         高举耶稣圣名,\nha le lu ya.\n哈利路亚. \n\nzan mei zhu, ha le lu ya.  oh,zan mei zhu, ha le lu ya\n赞美主，哈利路亚.            赞美主，哈利路亚.\nha le lu ya~ oh~~~~. (2x)\n哈利路亚",
    "id": 355
  }
]